{
    " - from server mechanics to events and features!": " - от механиката на сървъра до събитията и функциите!",
    " and ": " и",
    "+10% Bonus Drop": "+10% бонус Drop",
    "+20% Bonus EXP": "+20% бонус EXP",
    ", which form an integral part of these Terms. These guidelines detail the standards of behavior, game rules, and penalties for violations.": ", които са неразделна част от настоящите Условия. В тези указания подробно са описани стандартите за поведение, правилата на играта и наказанията за нарушения.",
    ".": ".",
    "1 GB or higher": "1 GB или повече",
    "1. Check your email for ban reason and duration.": "1. Проверете електронната си поща за причината и продължителността на забраната.",
    "1. Click \"Forgot Password\" on the login page.": "1. Щракнете върху „Забравена парола“ на страницата за вход.",
    "1. Contact support through our website support form.": "1. Свържете се с поддръжката чрез формата за поддръжка на нашия уебсайт.",
    "1. Download the client from any of the provided mirrors above.": "1. Изтеглете клиента от някое от предоставените по-горе огледала.",
    "1. Go to your": "1. Отидете във вашия",
    "1. Planned maintenance will be announced on our website and Discord server.": "1. Планираната поддръжка ще бъде обявена на нашия уебсайт и на сървъра Discord.",
    "1. Standard tickets: Response within 24-48 hours.": "1. Стандартни заявки: Отговор в рамките на 24-48 часа.",
    "1. Submit an account deletion request.": "1. Подайте заявка за изтриване на акаунт.",
    "1. Update your graphics drivers to the latest version.": "1. Актуализирайте графичните си драйвери до най-новата версия.",
    "1. Verify .NET Framework 3.5 is installed correctly.": "1. Проверете дали .NET Framework 3.5 е инсталиран правилно.",
    "1. Wait 15 minutes after payment for tokens to appear automatically.": "1. Изчакайте 15 минути след плащането, за да се появят автоматично токените.",
    "1. Yes, multiple accounts are allowed per player.": "1. Да, разрешени са няколко акаунта за всеки играч.",
    "14 days": "14 дни",
    "2. Account security issues: Priority response within 12 hours.": "2. Проблеми със сигурността на акаунта: Приоритетен отговор в рамките на 12 часа.",
    "2. Each account requires a unique email address for verification.": "2. Всеки акаунт изисква уникален имейл адрес за проверка.",
    "2. Emergency maintenance will be announced on our Discord.": "2. Аварийната поддръжка ще бъде обявена в нашия Discord.",
    "2. Enter your account email address.": "2. Въведете имейл адреса на профила си.",
    "2. Enter your current password for verification.": "2. Въведете текущата си парола за проверка.",
    "2. If tokens do not appear, check your payment confirmation email.": "2. Ако не се появят токени, проверете имейла за потвърждение на плащането.",
    "2. Include screenshots or video evidence when possible.": "2. Когато е възможно, включете снимки на екрана или видеоматериали.",
    "2. Lower in-game graphics settings.": "2. Намалете графичните настройки в играта.",
    "2. Run the game as Administrator.": "2. Стартирайте играта като администратор.",
    "2. Run the installer and follow the instructions.": "2. Стартирайте инсталатора и следвайте инструкциите.",
    "2. Submit an appeal through the support system.": "2. Подайте жалба чрез системата за поддръжка.",
    "2. Verify ownership.": "2. Проверете собствеността.",
    "2GB or higher": "2GB или повече",
    "3. Account data is retained for 30 days after deletion.": "3. Данните за профила се съхраняват 30 дни след изтриването им.",
    "3. Check our news channel for server status and maintenance updates.": "3. Проверявайте нашия канал за новини за състоянието на сървъра и актуализации за поддръжка.",
    "3. Close unnecessary background applications.": "3. Затворете ненужните фонови приложения.",
    "3. Enter and confirm your new password.": "3. Въведете и потвърдете новата си парола.",
    "3. Follow the recovery instructions sent to your email.": "3. Следвайте инструкциите за възстановяване, изпратени на вашия имейл.",
    "3. For PayPal payments, verify the transaction status in your PayPal account.": "3. За плащания чрез PayPal проверете състоянието на транзакцията в профила си в PayPal.",
    "3. Make sure .NET Framework 3.5 is installed.": "3. Уверете се, че е инсталирана .NET Framework 3.5.",
    "3. Make sure all game files are extracted properly.": "3. Уверете се, че всички файлове на играта са извлечени правилно.",
    "3. Maximum of 3 game clients can be run simultaneously per user.": "3. Един потребител може да стартира едновременно максимум 3 клиента за игри.",
    "3. Payment issues: Response within 24 hours.": "3. Въпроси, свързани с плащането: Отговор в рамките на 24 часа.",
    "3. Provide any evidence supporting your appeal.": "3. Представете всички доказателства в подкрепа на жалбата си.",
    "3. Provide detailed information about the issue or incident.": "3. Предоставете подробна информация за проблема или инцидента.",
    "30 (35 with Dark Lord as a Guild Master)": "30 (35 с Dark Lord като създател на гилдията)",
    "30 days": "30 дни",
    "3D graphics processor": "3D графичен процесор",
    "4. Appeals are typically reviewed within 48-72 hours.": "4. Обикновено жалбите се разглеждат в рамките на 48-72 часа.",
    "4. Check your internet connection stability.": "4. Проверете стабилността на интернет връзката си.",
    "4. Deletion is permanent and cannot be reversed after 30 days.": "4. Изтриването е окончателно и не може да бъде отменено след 30 дни.",
    "4. Each account must be logged in from a separate client.": "4. Всеки акаунт трябва да бъде вписан от отделен клиент.",
    "4. For card payments, check if your bank approved the transaction.": "4. При плащания с карта проверете дали банката ви е одобрила транзакцията.",
    "4. General inquiries: Response within 48-72 hours.": "4. Общи запитвания: Отговор в рамките на 48-72 часа.",
    "4. If you cannot access your email, contact support with proof of ownership.": "4. Ако нямате достъп до имейла си, свържете се с отдела за поддръжка и представете доказателство за собственост.",
    "4. Maintenance typically lasts 2-4 hours.": "4. Поддръжката обикновено трае 2-4 часа.",
    "4. Run the main executable (Launcher.exe).": "4. Стартирайте основния изпълним файл (Launcher.exe).",
    "4. Run the resolution and language scripts located in the Scripts folder of the game client directory.": "4. Стартирайте скриптовете за разделителна способност и език, намиращи се в папката Scripts на клиентската директория на играта.",
    "4. Save the changes to update your password.": "4. Запишете промените, за да актуализирате паролата си.",
    "5. Check if your antivirus is blocking the game, as some antivirus software may incorrectly flag it as suspicious (false positive).": "5. Проверете дали антивирусната ви програма блокира играта, тъй като някои антивирусни програми могат неправилно да я определят като подозрителна (фалшиво положителна).",
    "5. Contact support if payment is confirmed but tokens are not received after 15 minutes.": "5. Свържете се с поддръжката, ако плащането е потвърдено, но токените не са получени след 15 минути.",
    "5. Multiple violations may result in permanent account closure.": "5. Многократните нарушения могат да доведат до окончателно закриване на акаунта.",
    "5. Required proof includes original email, transaction records, or other account details.": "5. Необходимите доказателства включват оригинален имейл, записи на транзакции или други данни за сметката.",
    "5. Verify your PC meets the minimum system requirements.": "5. Проверете дали компютърът ви отговаря на минималните системни изисквания.",
    "6. Update your DirectX and graphics drivers.": "6. Актуализирайте драйверите на DirectX и графичните драйвери.",
    "7 days": "7 дни",
    "7. Make sure that the path to your game client does not include cyrilic words (i.e. C:\\Игри\\Lotus Mu).": "7. Уверете се, че пътят до вашия клиент на играта не включва думи на кирилица (например C:\\Игри\\Lotus Mu).",
    ":amount tokens exchanged for credits": ":amount токени, обменени за кредити",
    ":amount tokens exchanged for credits (Tax: :tax tokens)": ":amount токени, обменени за кредити (Такса: :tax токени)",
    ":duration days": ":duration дни",
    ":level VIP Member": ":ниво VIP член",
    ":zen x Number of Kills": ":zen x Брой убийства",
    ":zen x Reset Number": ":zen x Reset Number",
    "A new verification link has been sent to the email address you provided during registration.": "На имейл адреса, който сте предоставили при регистрацията, е изпратена нова връзка за проверка.",
    "A new verification link has been sent to your email address.": "На имейл адреса ви е изпратена нова връзка за проверка.",
    "A peek at the server basics": "Поглед към основите на сървъра",
    "A powerful assistance system that makes your gaming experience smooth and efficient.": "Мощна помощна система, която прави гейминг изживяването ви плавно и ефективно.",
    "A server with soul. Thoughtfully crafted, not copy-pasted.": "Сървър с душа. Изработен с мисъл, а не копиран.",
    "Accept responsibility for all activities under your account": "да поемете отговорност за всички дейности в акаунта си.",
    "Acceptance of Terms": "Приемане на условията",
    "Access your personal data": "Достъп до личните ви данни",
    "Account Information": "Информация за профила",
    "Account Level": "Ниво на акаунта",
    "Account Upgrade Successful": "Успешно надграждане на акаунта",
    "Account details": "Данни за сметката",
    "Account information (username, email)": "Информация за профила (потребителско име, имейл)",
    "Account information is public": "Информацията за профила е публична",
    "Action Required": "Необходими действия",
    "Active until": "Активен до",
    "Active until :date": "Активен до :date",
    "Activities": "Дейности",
    "Activity Logs": "Дневници на дейностите",
    "Add points in Agility.": "Добавете точки за Agility.",
    "Add points in Command.": "Добавяне на точки в Command.",
    "Add points in Energy.": "Добавяне на точки за Energy.",
    "Add points in Stamina.": "Добавете точки за Stamina.",
    "Add points in Strength.": "Добавете точки за Strength.",
    "Additional Notes": "Допълнителни бележки",
    "Admin Dashboard": "Admin Dashboard",
    "Adventure Supplies": "Консумативи за приключения",
    "Advertising other game servers": "Рекламиране на други сървъри за игри",
    "Age Requirements and Eligibility": "Възрастови изисквания и право на участие",
    "Age Restrictions": "Възрастови ограничения",
    "Agility": "Agility",
    "All accounts, characters, and game items are intellectual property of Lotus Mu": "Всички акаунти, герои и предмети от играта са интелектуална собственост на Lotus Mu",
    "All bugs must be reported to administration": "Всички грешки трябва да се докладват на администрацията.",
    "All content, including but not limited to game assets, logos, trademarks, and software, is the property of Lotus Mu or its licensors and is protected by intellectual property laws. You may not copy, modify, or distribute any content without our explicit permission.": "Цялото съдържание, включително, но не само, активите на играта, логата, търговските марки и софтуера, е собственост на Lotus Mu или нейните лицензодатели и е защитено от законите за интелектуална собственост. Нямате право да копирате, променяте или разпространявате каквото и да е съдържание без нашето изрично разрешение.",
    "All items can be found in-game within the Cash Shop.": "Всички предмети могат да бъдат намерени в играта в паричния магазин.",
    "All users must comply with these regulations:": "Всички потребители трябва да спазват тези разпоредби:",
    "Already have an account?": "Вече имате акаунт?",
    "Always save your payment confirmation/transaction ID when contacting support.": "Винаги запазвайте идентификационния номер на потвърждението на плащането/транзакцията, когато се свързвате с отдела за поддръжка.",
    "Amount": "Сума",
    "Amount after tax (:rate% tax)": "Сума след таксата (:rate% такса)",
    "An extra entry for BC & DS": "Допълнително участие в BC & DS",
    "Ancient powers reimagined for modern gameplay.": "Древни сили, преосмислени за модерен геймплей.",
    "Appearance": "Външен вид",
    "Appearance Settings": "Настройки на външния вид",
    "Archive": "Архив",
    "Are you sure you want to clear all player kills for <strong>:name</strong>?": "Сигурни ли сте, че искате да изчистите всички убийства за <strong>:name</strong>?",
    "As a user, you have the right to:": "Като потребител имате право:",
    "As per EU consumer protection laws, you have the right to request a refund within 14 days of purchase under the following conditions:": "Съгласно законите на ЕС за защита на потребителите имате право да поискате възстановяване на сумата в рамките на 14 дни след покупката при следните условия:",
    "Ashkavor": "Ashkavor",
    "Attempting to reverse payments after using virtual goods": "Опити за възстановяване на плащания след използване на виртуални стоки",
    "Automatically accepts all requests.": "Автоматично приема всички заявки.",
    "Available Character Classes": "Налични класове герои",
    "Available Zen": "Наличен Zen",
    "Back to Tickets": "Обратно към Заявки",
    "Back to all ": "Обратно към всички",
    "Back to all news": "Обратно към всички новини",
    "Back to all updates": "Обратно към всички актуализации",
    "Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Преди да започнем, бихте ли могли да потвърдите имейл адреса си, като кликнете върху връзката, която току-що ви изпратихме по имейл? Ако не сте получили имейла, с удоволствие ще ви изпратим друг.",
    "Begin your journey": "Започнете пътуването си",
    "Benefits included": "Ползите включват",
    "Best Value · 50% off": "Най-добра стойност · 50% отстъпка",
    "Beyond Basics": "Отвъд основите",
    "Beyond the veil of nostalgia lies a land of untold wonders and hidden mysteries": "Отвъд завесата на носталгията се крие земя на неразказани чудеса и скрити мистерии",
    "Blood Castle": "Blood Castle",
    "Browse Offerings": "Преглед на офертите",
    "Buffs & Boosts": "Бъфове и подсилвания",
    "Build your dream character.": "Създайте своя мечтан герой.",
    "Bundle Contents": "Съдържание на пакета",
    "Bundles your jewels (Bless, Soul, Life etc.).": "Събира вашите скъпоценни камъни (bless, soul, life и т.н.).",
    "By using our Service, you agree to follow our": "Използвайки нашата Услуга, вие се съгласявате да следвате нашите",
    "CS Wins": "CS победи",
    "Can I play on multiple accounts?": "Мога ли да играя с няколко акаунта?",
    "Cancel": "Отмяна",
    "Cannot Extend": "Не може да се разшири",
    "Cannot Upgrade": "Не може да се актуализира",
    "Castle Lord:": "Господарят на замъка:",
    "Castle Owner": "Собственик на замък",
    "Castle Siege": "Обсада на замъка",
    "Castle Siege Wins": "Победи в Обсадата на замъка",
    "Castle Siege manipulation via dummy guilds": "Манипулиране на обсадата на замъка чрез фиктивни гилдии",
    "Castle Treasury": "Съкровищницата на замъка",
    "Catalog": "Каталог",
    "Category": "Категория",
    "Challenge another guild to a Guild War.": "Предизвикайте друга гилдия в гилдийна война.",
    "Changes saved": "Запазени промени",
    "Changes to Terms": "Промени в условията",
    "Changes to This Policy": "Промени в тази политика",
    "Chaos Goblin": "Хаос гоблин",
    "Character": "Герой",
    "Character :name not found.": "Героят :name не е намерен.",
    "Character Set": "Сет от герои",
    "Character moved successfully to Lorencia": "Персонажът се премества успешно в Lorencia",
    "Character not found or has been deleted.": "Героят не е намерен или е изтрит.",
    "Character stats are visible to everyone": "Точките на героите са видими за всички",
    "Check event times": "Проверете часовете на събитията",
    "Check out our core server settings, experience rates, and basic configuration details.": "Разгледайте нашите основни настройки на сървъра, проценти на опит и основни подробности за конфигурацията.",
    "Check out the details!": "Вижте подробностите!",
    "Choose Your Package": "Изберете своя пакет",
    "Choose a package that works best for you.": "Изберете най-подходящия за вас пакет.",
    "Choose a package to extend your VIP.": "Изберете пакет, за да удължите VIP услугата си.",
    "Choose category...": "Изберете категория...",
    "Choose priority...": "Изберете приоритет...",
    "Choose resource type...": "Изберете тип ресурс...",
    "Class": "Клас",
    "Clear PK Zen": "Zen за изчистване на убиийства",
    "Clear Player Kills ? ": "Чисти убийства на играчи ?",
    "Clear player kills (available to <b>VIP Players</b> only). Cost - always 50M Zen": "Изчистване на убити играчи (достъпно само за <b>VIP играчи</b>). Цена - винаги 50 млн. Zen",
    "Click here to re-send the verification email.": "Щракнете тук, за да изпратите отново имейла за проверка.",
    "Click to download": "Кликнете, за да изтеглите",
    "Client Features": "Функции на клиента",
    "Closed": "Затворен",
    "Combo all Class": "Комбо за всички класове",
    "Command": "Команда",
    "Command · /pkclear": "Команда - /pkclear",
    "Command · /wh": "Команда - /wh",
    "Commands": "Команди",
    "Communicate with you about your account and the game": "да комуникирате с Вас относно Вашия акаунт и играта",
    "Communications with our support team": "Комуникация с нашия екип за поддръжка",
    "Community": "Общност",
    "Community Guidelines": "Насоки на Общността",
    "Confirm": "Потвърдете",
    "Confirm Password": "Потвърждаване на паролата",
    "Contact Information": "Информация за контакт",
    "Contact Us": "Свържете се с нас",
    "Continue to Payment": "Продължете към плащане",
    "Conversation": "Разговор",
    "Correct any mistakes in your information": "Коригиране на грешки във вашата информация",
    "Cost:": "Разходи:",
    "Crafting": "Крафт",
    "Crafting System": "Крафт система",
    "Create New Ticket": "Създаване на нова заявка",
    "Create a party that can be joined with a password.": "Създайте парти, към което може да се присъедините с парола.",
    "Created": "Създаден",
    "Creating fake evidence or misleading administration": "Създаване на фалшиви доказателства или подвеждане на администрацията",
    "Credits": "Кредити",
    "Curated starter bundles that give you exactly what you need. Nothing more.": "Подбрани стартови пакети, които ви дават точно това, от което се нуждаете. Нищо повече.",
    "Current Password": "Текуща парола",
    "Current Status": "Текущо състояние",
    "Current Tier": "Текущо ниво",
    "DK/DW/FE - 5 MG/DL - 7": "DK/DW/FE - 5 MG/DL - 7",
    "Daily Rewards": "Ежедневни награди",
    "Dark": "Тъмен",
    "Dashboard": "Табло",
    "Date": "Дата",
    "Day after day, you can grab rewards to complement your gameplay - jewels, mysterious item bags... you name it - all at your fingertips.": "Ден след ден можете да взимате награди, които да допълват играта ви - скъпоценни камъни, кутии с мистериозни предмети... каквото се сетите - всичко това е на една ръка разстояние.",
    "Depth beyond the basics.": "Дълбочина отвъд основите.",
    "Description": "Описание",
    "Description of Service": "Описание на услугата",
    "Devil Square": "Devil Square",
    "DirectX 9.0c or higher": "DirectX 9.0c или по-висока версия",
    "DirectX Version": "Версия на DirectX",
    "Discord": "Discord",
    "Discord Server": "Сървър за разговори",
    "Dispute Resolution": "Разрешаване на спорове",
    "Disrespectful conduct towards server staff is prohibited": "Забранено е неуважителното поведение към персонала на сървъра.",
    "Distributed": "Разпределени",
    "Donate": "Дарете",
    "Downloads": "Изтегляне",
    "Dynamic": "Динамичен",
    "Each feature in Lotus Mu is crafted with purpose and depth. These aren't just additions - they're game-changing mechanics that create a richer, more rewarding journey through the realm.": "Всяка функция в Lotus Mu е създадена с цел и дълбочина. Това не са просто допълнения - те са променящи играта механики, които създават по-богато и по-възнаграждаващо пътуване през царството.",
    "Email": "Имейл",
    "Email Password Reset Link": "Възстановяване на паролата по имейл",
    "Email our billing team at": "Изпратете имейл до нашия екип за фактуриране на адрес",
    "Email our privacy team at": "Изпратете имейл до нашия екип за поверителност на адрес",
    "Email us at": "Изпратете ни имейл на адрес",
    "Enable": "Активиране",
    "Enable Stealth Mode?": "Активиране на режим Stealth?",
    "Energy": "Енергия",
    "Engaging in any form of harassment or abusive behavior": "участие в каквато и да е форма на тормоз или оскърбително поведение",
    "Engaging in any form of payment manipulation or fraud": "участие в каквато и да е форма на манипулиране на плащания или измама",
    "Enhancements": "Усъвършенствания",
    "Ensure your account is using a long, random password to stay secure.": "Уверете се, че акаунтът ви използва дълга и произволна парола, за да бъде защитен.",
    "Enter amount to withdraw": "Въведете сумата за изтегляне",
    "Enter character name": "Въведете името на героя",
    "Entry Tax": "Данък за влизане",
    "Equipment Options": "Опции за оборудване",
    "Error": "Грешка",
    "Essentials": "Основи",
    "Event Entries": "Участие в събития",
    "Event Schedule": "Разписание",
    "Event Score": "Резултат от събитията",
    "Event Scoring Rules": "Правила за точкуване на събитията",
    "Event manipulation or inactivity": "Манипулиране на събития или бездействие",
    "Event.": "Събитие.",
    "Events": "Събития",
    "Events Archive": "Архив на събитията",
    "Ever wondered if quests could actually help you progress?": "Чудили ли сте се някога дали куестите могат действително да ви помогнат да напреднете?",
    "Everything about Lotus Mu is documented in": "Всичко за Lotus Mu е документирано в",
    "Evolving Items": "Еволюиращи предмети",
    "Exchange Tokens": "Обмени токени",
    "Exchange completed": "Завършен обмен",
    "Exchange your tokens for credits.": "Обменете токените си за кредити.",
    "Exclusive VIP Arena & Shop": "Ексклузивна VIP арена и магазин",
    "Experience": "Опит",
    "Exploiting bugs or engaging in any form of game manipulation": "Използване на бъгове или манипулиране на играта под каквато и да е форма",
    "Exploiting glitches or using unauthorized programs is prohibited": "Използването на неизправности или на неоторизирани програми е забранено.",
    "Explore our selection of convenience features and enhancements designed to complement your gameplay experience. See detailed information about everything available in the game.": "Разгледайте нашата селекция от удобни функции и подобрения, предназначени да допълнят преживяването ви по време на игра. Вижте подробна информация за всичко налично в играта.",
    "Extend": "Удължи",
    "Extend :duration Days": "Удължаване :duration Дни",
    "Extend Now": "Удължаване сега",
    "Extend Stealth Mode": "Удължаване на скрития режим",
    "Extend Your Subscription": "Удължаване на абонамента ви",
    "Facebook": "Facebook",
    "Failed to switch server: ": "Неуспешно превключване на сървъра:",
    "False information or testimonies will result in warnings or bans": "Фалшива информация или показания ще доведат до предупреждения или забрани",
    "Farm Areas": "Ловни зони",
    "Fast and secure card processing": "Бърза и сигурна обработка на карти",
    "Files": "Файлове",
    "Filing false chargeback claims after receiving and using virtual goods": "Подаване на фалшиви искове за възстановяване на разходи след получаване и използване на виртуални стоки",
    "Final Destination Balance": "Баланс на крайната дестинация",
    "Find everything you need in seconds through our modern interface and powerful search engine.": "Намерете всичко, от което се нуждаете, за секунди чрез нашия модерен интерфейс и мощна търсачка.",
    "Find quick solutions to common questions. If your issue isn't listed here, please": "Намерете бързи решения на често задавани въпроси. Ако вашият проблем не е посочен тук, моля",
    "First time around here?": "За първи път тук?",
    "First, let's create your account. Once your account has been created you must verify it in order to play Lotus Mu.": "Първо, нека създадем вашия акаунт. След като акаунтът ви бъде създаден, трябва да го потвърдите, за да играете Lotus Mu.",
    "Five": "Петима",
    "For questions about these guidelines or to report violations, you can:": "За въпроси относно тези насоки или за докладване на нарушения можете да:",
    "For questions about these terms or any concerns, you can:": "За въпроси относно тези условия или за всякакви притеснения можете да:",
    "For questions about your privacy or data protection, you can:": "За въпроси относно поверителността или защитата на данните можете да:",
    "For refund requests or payment-related questions, you can:": "За искания за възстановяване на суми или въпроси, свързани с плащането, можете да:",
    "Forgot password?": "Забравена парола?",
    "Forgot your password?": "Забравили сте паролата си?",
    "Four": "Четирима",
    "Frequently Asked Questions": "Често задавани въпроси",
    "From (Source)": "От (източник)",
    "From hunting spiders to challenging mighty monsters, our quest system grows with you. Each completed quest rewards you with valuable items and points - making your character stronger every step of the way.": "От лов на паяци до предизвикателство към могъщи чудовища - нашата система от куести расте заедно с вас. Всеки изпълнен куест ви възнаграждава с ценни предмети и точки, което прави героя ви по-силен на всяка крачка.",
    "From intense 1v1 battles in the Hall of Fame to team clashes and PvE challenges - our events are designed for every playstyle.": "Нашите събития са предназначени за всеки стил на игра - от интензивни битки 1 срещу 1 в Залата на славата до отборни сблъсъци и PvE предизвикателства.",
    "From the mighty Warhorse to the fearsome Ice Dragon, each class has its own unique set of companions. With three power tiers and class-specific bonuses, these pets aren't just for show.": "Всеки клас - от могъщия военен кон до страховития леден дракон - има свой уникален набор от спътници. С три нива на сила и специфични за класа бонуси, тези другари не са само за декорация.",
    "From unique pet crafting to reimagined classic recipes, our system aligns perfectly with modern MU gameplay - multiple resets, active farming, and exciting rewards.": "От уникалното изработване на другари до преосмислените класически рецепти, нашата система е в перфектно съответствие с модерния MU геймплей - множество ресетвания, активно ловуване и вълнуващи награди.",
    "Full account information privacy": "Пълна поверителност на информацията за профила",
    "Full support for Russia, Belarus, sanctioned regions + all major cryptocurrencies": "Пълна поддръжка за Русия, Беларус, санкционирани региони + всички основни криптовалути",
    "Game Masters may make decisions based on context beyond these rules": "Ръководителите на играта могат да вземат решения въз основа на контекст извън тези правила.",
    "Game Settings": "Настройки на играта",
    "Game progress and statistics": "Напредък в играта и статистика",
    "Gameplay Rules": "Правила на играта",
    "Gameplay Updates": "Актуализации",
    "General": "Генерално парти",
    "General Information": "Обща информация",
    "Get Tokens": "Получаване на токени",
    "Get a head start and accelerate your progress with our premium packages.": "Вземете преднина и ускорете напредъка си с нашите премиум пакети.",
    "Get help with your questions, issues, or feedback.": "Получете помощ за вашите въпроси, проблеми или обратна връзка.",
    "Get instant support on our": "Получете незабавна поддръжка в нашия",
    "Get started in minutes": "Започнете за минути",
    "Governing Law": "Приложимо право",
    "Guild": "Гилдия",
    "Guild Alliance": "Съюз на гилдиите",
    "Guild Master": "Майстор на гилдията",
    "Guild Members": "Членове на гилдията",
    "Guild Name": "Име на гилдията",
    "Guild not found or has been deleted.": "Гилдията не е намерена или е изтрита.",
    "Guilds": "Гилдии",
    "Hard Disk Space": "Място на твърдия диск",
    "Help Center": "Център за помощ",
    "Helper": "Помощник",
    "Hide your location from other players": "Скрийте местоположението си от други играчи",
    "High": "Висока",
    "HoF": "HoF",
    "HoF Wins": "Победи в HoF",
    "Hold on": "Задръжте",
    "Home": "Начало",
    "How We Use Your Information": "Как използваме Вашата информация",
    "How do I change my account password?": "Как да променя паролата на профила си?",
    "How do I create an account?": "Как да създам акаунт?",
    "How do I delete my account?": "Как да изтрия профила си?",
    "How do I download and install the game?": "Как да изтегля и инсталирам играта?",
    "How do I recover my account?": "Как да възстановя акаунта си?",
    "How do I report a bug or player?": "Как да докладвам за грешка или играч?",
    "How long does support ticket response take?": "Колко време отнема отговорът на заявка за поддръжка?",
    "How to Reset": "Как да направите Ресети",
    "How to Start": "Как да започнете",
    "Hunt Archive": "Архив на лова",
    "Hunt Score": "Резултат от лова",
    "Hunt Zone": "Ловна зона",
    "Hunter Scoring Rules": "Правила за точкуване на ловците",
    "I agree to the ": "Съгласен съм с",
    "IP Address": "IP адрес",
    "Icewrack": "Icewrack",
    "If you cannot find a solution to your problem here, please": "Ако не можете да намерите решение на проблема си тук, моля",
    "Important": "Важно",
    "Improve our services and fix issues": "Подобряване на нашите услуги и отстраняване на проблеми",
    "In Lotus Mu, they absolutely do!": "В Lotus Mu те са абсолютно подходящи!",
    "In accordance with EU consumer protection laws, you have the right to withdraw from this contract within 14 days without giving any reason. However, you acknowledge that by requesting immediate access to the digital content and beginning to download or use the virtual goods, you expressly waive your right of withdrawal.": "В съответствие със законите на ЕС за защита на потребителите имате право да се откажете от този договор в рамките на 14 дни, без да посочвате причина. Въпреки това Вие признавате, че като заявявате незабавен достъп до цифровото съдържание и започвате да изтегляте или използвате виртуалните стоки, изрично се отказвате от правото си на отказ.",
    "In modern MU Online, having the same excellent options across all items doesn't make sense - that's why our excellent options scale with item tiers - stronger items, better bonuses.": "В съвременния MU Online няма смисъл да имаме еднакви екс. опции за всички предмети - затова екс. опциите се увеличават с нивата на предметите - по-силни предмети, по-добри бонуси.",
    "In-game Daily Rewards": "Ежедневни награди в играта",
    "Inciting ethnic hatred or player harassment": "Подбуждане на етническа омраза или тормоз на играчи",
    "Information": "Информация",
    "Information We Collect": "Информация, която събираме",
    "Insufficient :resource. You need :amount but only have :current": "Недостатъчен :resource. Нуждаете се от :amount, но разполагате само с :current",
    "Insufficient Funds": "Недостатъчни средства",
    "Insufficient Zen on character.": "Недостатъчно Zen в героя.",
    "Insufficient treasury funds.": "Недостатъчни средства в хазната.",
    "Insufficient zen in your character. You need :amount but only have :current": "Недостатъчен Zen в героя ви. Нуждаете се от :amount, но разполагате само с :current",
    "Intellectual Property": "Интелектуална собственост",
    "Introduction": "Въведение",
    "Invalid transfer type.": "Невалиден тип трансфер.",
    "Invasions": "Инвазии",
    "Invasions Schedule": "График на инвазиите",
    "Is the game free to play?": "Безплатна ли е играта?",
    "Item Bundles": "Пакети от предмети",
    "Item Drop": "Падане на предмети",
    "Join Discord": "Присъединете се към Discord",
    "Join Events.": "Присъединете се към събитията.",
    "Join a party which has a password.": "Присъединете се към парти, което има парола.",
    "Join in an Event.": "Присъединете се към дадено събитие.",
    "Join our": "Присъединете се към нашия",
    "Keep Stats": "Нулиране на точки",
    "Keep farming even with your game minimized or closed - our helper takes care of your character while you're away.": "Продължавайте да се развивате дори когато играта е минимизирана или затворена - нашият помощник се грижи за героя ви, докато ви няма.",
    "Keep your character stats private": "Запазете точките на героя си в тайна",
    "Key Locations": "Ключови локации",
    "Kills": "Убийства",
    "Kills:": "Убийства:",
    "King of Yoskreth": "King of Yoskreth",
    "Ladies and gentlemen - the most comprehensive MU knowledge base in the world -": "Дами и господа - най-изчерпателната база данни за MU в света -",
    "Last Disconnect": "Последно прекъсване на връзката",
    "Last Login": "Последно влизане",
    "Last Updated: January 2025": "Последна актуализация: януари 2025 г.",
    "Latest News": "Последни новини",
    "Latest Updates": "Последни актуализации",
    "Launching Soon": "Стартиране скоро",
    "Learn about event schedule and siege mechanics in our": "Научете повече за графика на събитията и механиката на обсадата в нашия",
    "Learn more": "Научете повече",
    "Learn more!": "Научете повече!",
    "Level": "Ниво",
    "Light": "Светъл",
    "Location": "Местоположение",
    "Locks your items for trade/sale.": "Заключете своите предмети за размяна/продажба.",
    "Log Out": "Изход",
    "Log in": "Вход",
    "Log in!": "Влезте в системата!",
    "Logout": "Изход",
    "Looking for a powerful companion?": "Търсите мощен спътник?",
    "Lotus Mu": "Lotus Mu",
    "Lotus Mu (www.lotusmu.org) is committed to protecting your privacy. This policy explains what information we collect, how we use it, and your rights regarding your data.": "Lotus Mu (www.lotusmu.org) се ангажира да защитава личните ви данни. Тази политика обяснява каква информация събираме, как я използваме и какви са вашите права по отношение на данните ви.",
    "Lotus Mu provides access to an online game service, including virtual currency, items, communication tools, forums, and related services (collectively, the \"Service\"). We reserve the right to modify, suspend, or discontinue any aspect of the Service at any time.": "Lotus Mu предоставя достъп до услуга за онлайн игра, включително виртуална валута, предмети, инструменти за комуникация, форуми и свързани услуги (наричани общо „услугата“). Запазваме си правото да променяме, спираме или прекратяваме всеки аспект на Услугата по всяко време.",
    "Lotus Mu refers to Lotus Mu LLC and its Affiliates, registered in Bulgaria. Throughout these terms, we may refer to Lotus Mu as \"We\" or \"Us.\" Your continued use of the Service after any updates indicates your acceptance of the revised terms.": "Lotus Mu се отнася за Lotus Mu LLC и неговите филиали, регистрирани в България. В настоящите условия можем да наричаме Lotus Mu „Ние“ или „Нас“. Продължаването на използването на Услугата след актуализациите означава, че приемате преработените условия.",
    "Low": "Нисък",
    "MG & DL from Level 1": "MG & DL от ниво 1",
    "Maintain the security of your account credentials": "Поддържане на сигурността на идентификационните данни на профила ви",
    "Maintenance": "Поддръжка",
    "Make sure to use a valid email address as it will be needed for account verification and recovery.": "Уверете се, че използвате валиден имейл адрес, тъй като той ще бъде необходим за проверка и възстановяване на акаунта.",
    "Making fraudulent payment disputes": "Оспорване на измамни плащания",
    "Making threats against server staff is forbidden": "Заплахите срещу персонала на сървъра са забранени.",
    "Manage your email and password.": "Управлявайте своя имейл и парола.",
    "Mark as Resolved": "Маркирайте като разрешена",
    "Master the Basics": "Усвояване на основите",
    "Max Excellent Options": "Макс екс. опции",
    "Max Game Client instances": "Максимален брой клиенти в играта",
    "Max Guild Members": "Макс членове на гилдията",
    "Max Resets": "Максимален брой Ресети",
    "Medium": "Среден",
    "Meet them!": "Запознайте се с тях!",
    "Members": "Членове",
    "Microsoft .NET Framework 3.5": "Microsoft .NET Framework 3.5",
    "Move Zen seamlessly between your wallet and characters.": "Премествайте безпроблемно Zen между портфейла и героите си.",
    "Moves your character to a certain map.": "Премества героя ви в определена карта.",
    "My account was banned/blocked": "Акаунтът ми е забранен/блокиран",
    "N/A": "N/A",
    "Name": "Име",
    "Never": "Никога",
    "New": "Нов",
    "New Feature": "Нова функция",
    "New Password": "Нова парола",
    "New Ticket": "Нова заявка",
    "News": "Новини",
    "Next Distribution": "Следваща Разпределение",
    "No": "Не",
    "No Kills to Clear": "Няма убити за почистване",
    "No Records": "Няма записи",
    "No archived rankings found.": "Не са намерени архивни класации.",
    "No articles found.": "Не са намерени статии.",
    "No characters found.": "Не са намерени никакви герои.",
    "No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Няма проблем. Просто ни съобщете имейл адреса си и ние ще ви изпратим връзка за възстановяване на паролата, която ще ви позволи да изберете нова.",
    "No replies yet.": "Все още няма отговори.",
    "No support tickets found.": "Не са намерени заявки за поддръжка.",
    "None": "Няма",
    "Normal Mode": "Нормален режим",
    "Object to certain uses of your data": "Възразяване срещу определени употреби на вашите данни",
    "Off Attack · 8 hours (6 regular)": "Off Attack - 8 часа (6 редовни)",
    "Off Attack · Obtaining Items": "Off Attack - Събиране на предмети",
    "Official rules and conduct standards for Lotus Mu": "Официални правила и стандарти за поведение за Lotus Mu",
    "Offline": "Офлайн",
    "Online": "Онлайн",
    "Only the Castle Lord can withdraw treasury funds.": "Само владетелят на замъка може да изтегли средства от хазната.",
    "Open a support ticket in our": "Отворете заявка за поддръжка в нашия",
    "Open warehouse in safe zones (available to <b>VIP Players</b> only).": "Отворен склад в безопасни зони (достъпен само за <b>VIP играчи</b>).",
    "Operating System": "Операционна система",
    "Our pets are game-changers!": "Нашите другари променят правилата на играта!",
    "Our service is not intended for users under 16 years old. If you are under 16, you need parent or guardian permission to use our service.": "Нашата услуга не е предназначена за потребители под 16 години. Ако сте на възраст под 16 години, трябва да имате разрешение от родител или настойник, за да използвате нашата услуга.",
    "Our website offers virtual currency and items for use within our Mu Online game. These are classified as digital content and virtual products. While we aim to provide the best service possible, specific conditions apply to refunds of virtual currency and items.": "Нашият уебсайт предлага виртуална валута и предмети за използване в играта Mu Online. Те се класифицират като цифрово съдържание и виртуални продукти. Въпреки че се стремим да предоставяме възможно най-доброто обслужване, за възстановяването на виртуална валута и предмети се прилагат специфични условия.",
    "PK Clear": "Изчистване на PK",
    "Party Experience Bonus": "Бонус за парти",
    "Password": "Парола",
    "Payment Cancelled": "Отменено плащане",
    "Payment Error": "Грешка при плащане",
    "Payment Issue": "Проблем с плащането",
    "Payment Issues": "Проблеми с плащанията",
    "Payment failed": "Плащането е неуспешно",
    "Payment information for virtual currency purchases": "Информация за плащане за покупки във виртуална валута",
    "Payment method": "Метод на плащане",
    "Payment session expired. Please start a new purchase.": "Сесията за плащане е изтекла. Моля, започнете нова покупка.",
    "Payment verification failed": "Проверката на плащането е неуспешна",
    "Payment was cancelled. Your account has not been charged.": "Плащането е отменено. Сметката ви не е била таксувана.",
    "Penalty: 14-day account ban": "Наказание: 14-дневна забрана на акаунта",
    "Penalty: 3-day account ban": "Наказание: 3-дневна забрана на акаунта",
    "Penalty: 3-day character ban": "Наказание: 3-дневна забрана за ползване на персонажа",
    "Penalty: 30-day account ban": "Наказание: 30-дневна забрана на акаунта",
    "Penalty: 30-day to permanent account ban": "Наказание: От 30-дневна до постоянна забрана на акаунта",
    "Penalty: 7-day account ban": "Наказание: 7-дневна забрана на акаунта",
    "Penalty: 7-day to permanent account ban": "Наказание: 7-дневна до постоянна забрана на акаунта",
    "Penalty: 7-day to permanent account ban if exploited": "Наказание: 7-дневна до постоянна забрана на акаунта, ако се използва",
    "Penalty: Chat ban or 7-day account block": "Наказание: Забрана за чат или 7-дневно блокиране на профила",
    "Pending": "В очакване",
    "Pentium 4 – 2.0 Ghz or higher": "Pentium 4 - 2,0 Ghz или повече",
    "Period": "Период",
    "Period:": "Период:",
    "Permission Denied": "Отказано разрешение",
    "Pet Collection": "Колекция другари",
    "Play for Free": "Играйте безплатно",
    "Player kills for ": "Убийства на играчи за",
    "Players": "Играчи",
    "Players can track your location": "Играчите могат да проследяват местоположението ви",
    "Please be aware of the following:": "Моля, имайте предвид следното:",
    "Please logout from the game to proceed.": "За да продължите, моля, излезте от играта.",
    "Please select a package and payment method to continue.": "Моля, изберете пакет и начин на плащане, за да продължите.",
    "Please wait :seconds seconds before trying again.": "Моля, изчакайте :seconds секунди, преди да опитате отново.",
    "Points awarded for monster hunting.": "Точки, присъждани за лов на чудовища.",
    "Points awarded for winning in events.": "Точки, присъждани за победа в събитията.",
    "Position": "Позиция",
    "Post a global message to the server.": "Изпратете глобално съобщение до сървъра.",
    "Prevent cheating and protect our services": "Предотвратяване на измами и защита на нашите услуги",
    "Price": "Цена",
    "Price:": "Цена:",
    "Priority": "Приоритет",
    "Privacy Policy": "Политика за поверителност",
    "Privacy and Data Protection": "Поверителност и защита на данните",
    "Process your payments and deliver virtual items": "Обработвайте плащанията си и доставяйте виртуални предмети",
    "Processor": "Процесор",
    "Profile Settings": "Настройки на профила",
    "Progressive Quests": "Прогресивни куести",
    "Prohibited Actions": "Забранени действия",
    "Prohibited Activities": "Забранени дейности",
    "Promptly update any changes to your information": "Незабавно актуализиране на всякакви промени във вашата информация.",
    "Provide accurate and complete registration information": "Предоставяне на точна и пълна регистрационна информация",
    "Provide and maintain the game service": "Осигуряване и поддържане на услугата за игра",
    "Psst... these bundles are packed with goodies to begin your adventure in style.": "Пс... тези пакети са пълни с лакомства, за да започнете приключението си със стил.",
    "Punishment duration increases with repeated violations": "Продължителността на наказанието се увеличава при повторни нарушения",
    "Purchase Successful": "Успешно закупуване",
    "Quests": "Куести",
    "Quick Withdraw": "Бързо теглене",
    "Rank": "Ранг",
    "Rankings": "Класации",
    "Rankings reset immediately after rewards distribution.": "Класациите се нулират веднага след разпределянето на наградите.",
    "Re-assign your stats.": "Преразпределете точките си.",
    "Reach us on": "Свържете се с нас на",
    "Ready to start your adventure? Download our game client and join the world of Lotus Mu.": "Готови ли сте да започнете своето приключение? Изтеглете нашия игрови клиент и се присъединете към света на Lotus Mu.",
    "Reason: :reason": "Причина: :reason",
    "Recipient": "Получател",
    "Refined.": "Рафиниран.",
    "Refund Eligibility": "Право на възстановяване",
    "Refund Policy": "Политика за възстановяване на средства",
    "Refund Restrictions": "Ограничения за възстановяване на суми",
    "Refunds will not be available under the following circumstances:": "Възстановяване на суми не се извършва при следните обстоятелства:",
    "Register": "Регистрация",
    "Register Now": "Регистрирайте се сега",
    "Registration": "Регистрация",
    "Registration and Account Security": "Регистрация и сигурност на акаунта",
    "Regular": "Редовно",
    "Reimagined.": "Преосмислен.",
    "Remaining Prize Pool": "Оставащ награден фонд",
    "Remember me": "Запомни ме",
    "Reopen Ticket": "Повторно отваряне на заявката",
    "Request deletion of your data": "Искане за изтриване на вашите данни",
    "Resend Verification Email": "Повторно изпращане",
    "Reset Password": "Възстановяване на паролата",
    "Reset Points": "Точки за Ресети",
    "Reset System": "Ресети система",
    "Reset Zen": "Zen за Ресети",
    "Reset your password": "Възстановяване на паролата ви",
    "Resets": "Ресети",
    "Resolved": "Решено",
    "Review the number of times you've registered for events with attendance limitations.": "Прегледайте колко пъти сте участвали в събития с ограничен брой участия.",
    "Revolutionary.": "Революционен.",
    "Reward": "Награда",
    "Rewards are distributed every Sunday at 23:59 server time.": "Наградите се разпределят всяка неделя в 23:59 ч. сървърно време.",
    "Right of Withdrawal": "Право на оттегляне",
    "Safe digital payments worldwide": "Безопасни цифрови плащания в цял свят",
    "Save": "Запазете",
    "Schedule": "График",
    "Scheduled for:": "Планирано за:",
    "Score": "Резултат",
    "Security": "Защита",
    "See the full quest line!": "Вижте всички куести!",
    "See what's cooking!": "Вижте какво се готви!",
    "Seize the throne in the": "Завладейте трона в",
    "Select destination character": "Изберете герой",
    "Select source character": "Изберете герой източник",
    "Selection Required": "Необходим избор",
    "Selling or trading accounts or virtual items outside of official channels": "Продажба или търговия с акаунти или виртуални предмети извън официалните канали.",
    "Send": "Изпрати",
    "Send Gift": "Изпращане на подарък",
    "Server Info": "Информация за сървъра",
    "Server Overview": "Преглед на сървъра",
    "Server Regulations": "Правила за сървърите",
    "Server Switch Failed": "Неуспешен превключвател на сървъра",
    "Server Switched": "Превключване на сървъра",
    "Server Version": "Версия на сървъра",
    "Shipping and Delivery": "Доставка и доставяне",
    "Shows the necessary requisites for the current quest.": "Показва необходимите реквизити за текущия куест.",
    "Sign In": "Вход",
    "Sign up now!": "Регистрирайте се сега!",
    "Smart conveniences and helpful utilities that make your daily adventures smoother and more enjoyable.": "Интелигентни удобства и полезни услуги, които правят ежедневните ви приключения по-гладки и приятни.",
    "Some issues can be resolved faster through Discord chat. Add your username if you want this option.": "Някои проблеми могат да бъдат разрешени по-бързо чрез чата в Discord. Добавете потребителското си име, ако искате тази опция.",
    "Special Monsters": "Специални чудовища",
    "Staff Relations": "Връзки с персонала",
    "Starter Packs": "Стартови пакети",
    "Starter buffs inside!": "Стартиращи бъфове вътре!",
    "Starting Item Bundles": "Начални пакети с предмети",
    "Stat Points Per Level": "Точки на ниво",
    "Status": "Статус",
    "Stay ahead with real-time tracking of events and invasions across the realm.": "Бъдете в крак с проследяването в реално време на събитията и инвазиите в цялото кралство.",
    "Stealing event rewards": "Кражба на награди от събития",
    "Stealth Mode": "Режим Stealth",
    "Stealth Mode conceals your character's information from public view.": "Режимът Stealth скрива информацията за вашия герой от обществения поглед.",
    "Stealth Mode has been ": "Режимът Stealth е",
    "Stealth Mode has been enabled successfully.": "Режимът Stealth е активиран успешно.",
    "Stealth Mode has been extended successfully.": "Режимът Stealth е удължен успешно.",
    "Stealth Mode is already enabled on your account.": "Режимът Stealth вече е активиран в акаунта ви.",
    "Stealth Mode is not enabled on your account.": "Режимът Stealth не е активиран в акаунта ви.",
    "Still having issues?": "Все още имате проблеми?",
    "Stores": "Магазини",
    "Strength": "Сила",
    "Subject": "Тема",
    "Submit": "Изпратете",
    "Submit a new support ticket for your questions or issues.": "Изпратете нова заявка за поддръжка за вашите въпроси или проблеми.",
    "Submit a request through our": "Подайте заявка чрез нашия",
    "Success": "Успех",
    "Success!": "Успех!",
    "Successfully withdrew :amount Zen from castle treasury": "Успешно изтеглена :amount Zen от хазната на замъка",
    "Succinct and informative updates about Lotus Mu.": "Кратки и информативни актуализации за Lotus Mu.",
    "Support": "Поддръжка",
    "Switched to :server - x:rate": "Преминаване към :server - x:rate",
    "System": "Системен",
    "System Memory": "Системна памет",
    "Tax Rate": "Такса",
    "Technical Violations": "Технически нарушения",
    "Technical information (IP address, browser type, device info)": "Техническа информация (IP адрес, тип браузър, информация за устройството)",
    "Termination": "Прекратяване",
    "Terms of Service": "Условия за ползване",
    "Thanks for signing up!": "Благодарим ви, че се регистрирахте!",
    "The Citadel": "The Citadel",
    "The Journey Begins Here": "Пътуването започва тук",
    "The account has been involved in any violation of our": "Акаунтът е участвал в нарушение на нашите",
    "The account shows patterns of refund abuse or suspicious activity": "Сметката показва модели на злоупотреба с възстановявания или подозрителна дейност.",
    "The administration reserves the right to modify ban durations": "Администрацията си запазва правото да променя продължителността на забраната.",
    "The following actions are strictly prohibited and may result in legal action and permanent account termination:": "Следните действия са строго забранени и могат да доведат до съдебни действия и окончателно прекратяване на акаунта:",
    "The following activities are strictly prohibited:": "Следните дейности са строго забранени:",
    "The numbers don't lie — players and guilds ranked by their achievements.": "Числата не лъжат - играчите и гилдиите са класирани според постиженията си.",
    "The numbers don’t lie — players and guilds ranked by their achievements.": "Числата не лъжат - играчите и гилдиите са класирани според постиженията си.",
    "The purchase was made more than 14 days ago": "Покупката е направена преди повече от 14 дни",
    "The request is made within 14 days of the original purchase": "Искането се прави в рамките на 14 дни от първоначалната покупка",
    "The server administration guarantees account security for compliant users": "Администрацията на сървъра гарантира сигурността на акаунтите на съвместимите потребители.",
    "The ticket has been marked as resolved. Thank you for your patience.": "Заявката е отбелязана като разрешена. Благодарим ви за търпението.",
    "The virtual currency has been partially or fully spent within the game": "Виртуалната валута е изразходвана частично или изцяло в рамките на играта.",
    "The virtual currency remains completely unused in your account": "Виртуалната валута остава напълно неизползвана в сметката ви.",
    "There are currently no published articles in this category.": "В момента няма публикувани статии в тази категория.",
    "There are key locations in the realm of Lotus Mu - they are the cornerstones of everything, and you'll visit them often.": "В светът на Lotus Mu има ключови места - те са крайъгълните камъни на всичко и вие ще ги посещавате често.",
    "These areas are home to special monsters with valuable loot. Visit them regularly to make the most of your farming runs.": "В тези зони се намират специални чудовища с ценна плячка. Посещавайте ги редовно, за да извлечете максимална полза от ловът си.",
    "These terms are governed by the laws of Bulgaria and the European Union. Any disputes shall be subject to the exclusive jurisdiction of the courts of Bulgaria, without prejudice to mandatory consumer protection laws in your jurisdiction.": "Тези условия се уреждат от законите на България и Европейския съюз. Всички спорове са под изключителната юрисдикция на българските съдилища, без да се засягат задължителните закони за защита на потребителите във вашата юрисдикция.",
    "Think Dark Knight should be more powerful than the Leather set?": "Смятате, че Dark Knight трябва да е по-мощен от Leather?",
    "Think crafting in MU Online needs a fresh take?": "Смятате, че крафтът в MU Online се нуждае от нов подход?",
    "This is a secure area of the application. Please confirm your password before continuing.": "Това е защитена област на приложението. Моля, потвърдете паролата си, преди да продължите.",
    "This payment session is no longer valid. Please start a new purchase.": "Тази сесия за плащане вече не е валидна. Моля, започнете нова покупка.",
    "Three": "Трима",
    "Ticket Details": "Подробности за заявката",
    "Ticket Reopened": "Повторно отваряне на заявката",
    "Ticket Resolved": "Решен заявка",
    "Ticket created successfully.": "Заявката е създаден успешно.",
    "Ticket not found or you don't have permission to view it.": "Заявката не е намерен или нямате разрешение да го видите.",
    "Tier 1": "Ниво 1",
    "Tier 2": "Ниво 2",
    "Tier 3": "Ниво 3",
    "Time Until Distribution": "Време до разпределението",
    "Time Your Adventures": "Планирайте приключенията си",
    "To (Destination)": "До (дестинация)",
    "To form a Character Set Party, your party must consist of different character classes.": "За да създадете парти със сет от герои, то трябва да се състои от различни класове герои.",
    "Toggle dark mode": "Превключване на тъмния режим",
    "Tokens": "Токени",
    "Too Many Attempts": "Твърде много опити",
    "Too many email update attempts. Please wait :minutes minutes.": "Твърде много опити за актуализация на имейли. Моля, изчакайте :minutes минути.",
    "Too many exchanges. Please wait :seconds seconds.": "Твърде много обмени. Моля, изчакайте :seconds секунди.",
    "Too many password update attempts. Please wait :minutes minutes.": "Твърде много опити за актуализиране на паролата. Моля, изчакайте :minutes минути.",
    "Too many replies submitted. Please wait :seconds seconds.": "Подадени са твърде много отговори. Моля, изчакайте :seconds секунди.",
    "Too many search attempts. Please wait :seconds seconds.": "Твърде много опити за търсене. Моля, изчакайте :seconds секунди.",
    "Too many tickets created. Please wait :minutes minutes.": "Създадени са твърде много заявки. Моля, изчакайте :minutes минути.",
    "Too many transfers. Please wait :seconds seconds.": "Твърде много трансфери. Моля, изчакайте :seconds секунди.",
    "Too many withdrawals. Please wait :seconds seconds.": "Твърде много оттегляния. Моля, изчакайте :seconds секунди.",
    "Too many zen transfers. Please wait :seconds seconds.": "Твърде много Zen трансфери. Моля, изчакайте :seconds seconds.",
    "Top Banner Announcement": "Топ банер Съобщение",
    "Top performers in our weekly rankings receive special rewards for their dedication.": "Най-добре представилите се в нашите седмични класации получават специални награди за своята отдаденост.",
    "Total": "Общо",
    "Total (including :rate% tax)": "Общо (включително :rate% такса)",
    "Total Resets": "Общо нулирания",
    "Total Score": "Общ резултат",
    "Transfer": "Трансфер",
    "Transfer Blocked": "Трансферът е блокиран",
    "Transfer Completed": "Трансферът е завършен",
    "Transfer Zen": "Zen трансфер",
    "Transfer tokens, credits, or zen to another user.": "Прехвърляне на токени, кредити или Zen на друг потребител.",
    "Transfer would exceed the maximum Zen limit for :name.": "Прехвърлянето ще надхвърли максималния лимит на Zen за :name.",
    "Transferred :amount Zen from :from to :to": "Прехвърлена :amount Zen от :from до :to",
    "Transferred :amount Zen from :name to Zen Wallet": "Прехвърлена :amount Zen от :name в Zen Wallet",
    "Transferred :amount Zen from wallet to :name": "Прехвърлена :amount Zen от портфейла към :name",
    "Turn off all requests.": "Изключете всички заявки.",
    "Turn on all requests.": "Включете всички заявки.",
    "Two": "Двама",
    "Two tiers!": "Две нива!",
    "Unable to cancel payment. Please contact support if you see any charges.": "Не мога да отменя плащане. Моля, свържете се с поддръжката, ако видите някакви такси.",
    "Unable to start payment process. Please try again.": "Невъзможно е да се стартира процес на плащане. Моля, опитайте отново.",
    "Unbundles your bundled jewels (Bless, Soul, Life etc.).": "Развързва вашите скъпоценни камъни (bless, soul, life и т.н.).",
    "Unknown User": "Неизвестен потребител",
    "Unlocks your items for trade/sale.": "Отключва предметите ви за търговия/продажба.",
    "Unstuck Character": "Премести герой",
    "Update Password": "Актуализиране на паролата",
    "Update your account": "Актуализирайте профила си",
    "Update your appearance settings.": "Актуализирайте настройките за външния вид.",
    "Updates": "Актуализации",
    "Upgrade": "Надграждане",
    "Upgrade Your Account": "Надграждане на акаунта ви",
    "Upgrade to": "Надграждане до",
    "Upgrade your account, or extend your VIP subscription for continued benefits.": "Надградете профила си или удължете VIP абонамента си, за да продължите да се възползвате от предимствата.",
    "Username": "Потребителско име",
    "Users must report all violations to administration": "Потребителите трябва да докладват за всички нарушения на администрацията.",
    "Using cheats, automation software, bots, hacks, or any unauthorized third-party software": "Използване на измами, софтуер за автоматизация, ботове, хакове или какъвто и да е неоторизиран софтуер на трети страни.",
    "Utilities": "Инструменти",
    "VIP Arena": "VIP Arena",
    "VIP Subscription Extended": "VIP абонаментът е разширен",
    "Video Card": "Видеокарта",
    "View All": "Преглед на всички",
    "View Details": "Вижте подробности",
    "View and manage your support ticket.": "Преглеждайте и управлявайте своята заявка за поддръжка.",
    "View past rankings and their rewards.": "Преглед на предишни класации и техните награди.",
    "View your recent activities.": "Преглед на последните ви дейности.",
    "Violating any applicable laws or regulations": "Нарушаване на приложимите закони или разпоредби",
    "Virtual Currency and Items": "Виртуална валута и предмети",
    "Virtual Currency and Products": "Виртуална валута и продукти",
    "Virtual currency and items are licensed, not sold, to you. You have no property rights in virtual items. We reserve the right to modify or remove virtual items at any time. Please refer to our Refund Policy for information about purchases.": "Виртуалната валута и предметите са лицензирани, а не продадени. Нямате право на собственост върху виртуалните предмети. Запазваме си правото да променяме или премахваме виртуални елементи по всяко време. Моля, вижте нашата Политика за възстановяване на суми за информация относно покупките.",
    "Visit our": "Посетете нашия",
    "Vitality": "Vitality",
    "Wallet": "Портфейл",
    "We collect the following information:": "Събираме следната информация:",
    "We couldn't complete your payment. The transaction was declined or cancelled.": "Не успяхме да завършим плащането ви. Транзакцията е била отказана или отменена.",
    "We couldn't verify your payment status. If your account was charged, please contact support.": "Не можахме да проверим състоянието на плащането ви. Ако сметката ви е била заредена, моля, свържете се с отдела за поддръжка.",
    "We encountered a technical issue. Please try again or contact support if the problem persists.": "Срещнахме технически проблем. Моля, опитайте отново или се свържете с отдела за поддръжка, ако проблемът продължава.",
    "We encourage you to contact our support team before initiating any payment disputes. EU customers have the right to use the EU Online Dispute Resolution platform at": "Препоръчваме ви да се свържете с нашия екип за поддръжка, преди да започнете да оспорвате плащания. Клиентите от ЕС имат право да използват платформата за онлайн решаване на спорове в ЕС на адрес",
    "We exclusively provide digital content and virtual goods. These are delivered automatically upon successful payment confirmation. No physical items are shipped.": "Предоставяме изключително цифрово съдържание и виртуални стоки. Те се доставят автоматично след успешно потвърждение на плащането. Не се доставят физически предмети.",
    "We have two designated farming maps:": "Разполагаме с две обозначени ловни карти:",
    "We may modify these terms at any time. We will notify you of material changes via email or through our Service. Your continued use of the Service after such modifications constitutes acceptance of the updated terms.": "Можем да променим тези условия по всяко време. Ще ви уведомим за съществените промени по имейл или чрез нашата Услуга. Продължаването на използването на Услугата след такива промени представлява приемане на актуализираните условия.",
    "We may update this policy from time to time. We will notify you of any significant changes through the website or by email.": "Можем да актуализираме тази политика от време на време. Ще ви уведомяваме за всички съществени промени чрез уебсайта или по имейл.",
    "We process personal data in accordance with our Privacy Policy and applicable data protection laws, including the EU General Data Protection Regulation (GDPR). By using our Service, you consent to our collection and processing of your personal data as described in our Privacy Policy.": "Обработваме лични данни в съответствие с нашата Политика за поверителност и приложимите закони за защита на данните, включително Общия регламент за защита на данните на ЕС (GDPR). Като използвате нашата Услуга, Вие се съгласявате със събирането и обработката на Вашите лични данни, както е описано в нашата Политика за поверителност.",
    "We redesigned it completely!": "Преработихме го изцяло!",
    "We reserve the right to suspend or terminate your account for any violation of these terms, inappropriate behavior, or for any other reason at our discretion. Upon termination, you will lose access to your account and any virtual items or currency associated with it.": "Запазваме си правото да спрем или прекратим акаунта ви за нарушение на тези условия, неподходящо поведение или по друга причина по наше усмотрение. При прекратяване ще загубите достъп до акаунта си и до всички виртуални предмети или валута, свързани с него.",
    "We take security seriously and use appropriate measures to protect your information. However, no internet transmission is completely secure, so please use strong passwords and keep your account information safe.": "Ние се отнасяме сериозно към сигурността и използваме подходящи мерки за защита на вашата информация. Въпреки това нито едно предаване на данни по интернет не е напълно сигурно, затова използвайте силни пароли и пазете информацията за профила си.",
    "We think so too!": "Ние също мислим така!",
    "We use your information to:": "Използваме вашата информация, за да:",
    "We're on it! We'll reach out about this ticket as soon as possible.": "Работим по нея! Ще се свържем с вас за тази заявка възможно най-скоро.",
    "Web Shop": "Уеб магазин",
    "Weekly": "Седмична класация",
    "Weekly Event Score": "Седмичен резултат от събитията",
    "Weekly Hunt Score": "Седмичен резултат от лова",
    "Weekly Rankings Archive": "Седмични класации Архив",
    "Weekly Rankings Rewards": "Седмични награди за класиране",
    "Welcome Back": "Добре дошли обратно",
    "Welcome to Lotus Mu. By accessing and using our services, you agree to these Terms of Service (\"TOS\"). These terms constitute a legally binding agreement between you and Lotus Mu. We may update these terms at any time, and will notify you of any material changes via email or through our service.": "Добре дошли в Lotus Mu. С достъпа и използването на нашите услуги се съгласявате с тези Условия за ползване („УП“). Тези условия представляват правно обвързващо споразумение между вас и Lotus Mu. Можем да актуализираме тези условия по всяко време и ще ви уведомим за всички съществени промени по имейл или чрез нашата услуга.",
    "What are the minimum system requirements?": "Какви са минималните системни изисквания?",
    "What are the server maintenance times?": "Какво е времето за поддръжка на сървъра?",
    "What should I do if the game won't start?": "Какво да направя, ако играта не се стартира?",
    "What truly sets Lotus Mu apart is our dedication to knowledge sharing and documentation.": "Това, което наистина отличава Lotus Mu, е нашата отдаденост на споделянето на знания и документация.",
    "What's new around here?": "Какво е новото тук?",
    "Who's on top?": "Кой е на върха?",
    "Why is my game performance low/laggy?": "Защо производителността на играта ми е ниска/забавена?",
    "Wiki": "Уики",
    "Windows 7 or newer": "Windows 7 или по-нова версия",
    "Withdraw": "Изтегляне",
    "Yes": "Да",
    "Yes, the game is completely free to play. We offer optional VIP and cash shop items that provide convenience but do not affect game balance.": "Да, играта е напълно безплатна. Предлагаме незадължителни VIP и предмети от паричния магазин, които осигуряват удобство, но не влияят на баланса на играта.",
    "Yoskreth": "Yoskreth",
    "You agree to:": "Вие се съгласявате да:",
    "You already have an active VIP subscription until :date.": "Вече имате активен VIP абонамент до :date.",
    "You can always update this in your settings.": "Винаги можете да го актуализирате в настройките си.",
    "You can create an account through our": "Можете да създадете акаунт в нашата",
    "You cannot send :resource while your account is banned.": "Не можете да изпращате :resource, докато профилът ви е забранен.",
    "You do not have permission to modify to this ticket.": "Нямате разрешение да променяте тази заявка.",
    "You do not have permission to reply to this ticket.": "Нямате разрешение да отговорите на тази заявка.",
    "You must be at least 16 years old to use our Service. If you are between 16 and 18 years old, you represent that you have your parent or legal guardian's permission to use the Service. Some features may require you to be 18 years or older.": "Трябва да сте навършили 16 години, за да използвате нашата Услуга. Ако сте на възраст между 16 и 18 години, Вие декларирате, че имате разрешение от Вашия родител или законен настойник да използвате Услугата. Някои функции може да изискват да сте навършили 18 години.",
    "You need to have an active VIP subscription to extend it.": "За да го удължите, трябва да имате активен VIP абонамент.",
    "YouTube": "YouTube",
    "You're about to upgrade your account to": "Предстои ви да надстроите акаунта си до",
    "You've sent :amount :resource to :recipient. Tax paid: :tax :resource": "Изпратили сте :amount :resource до :recipient. Платен данък: :tax :resource",
    "Your Rights": "Вашите права",
    "Your VIP subscription has been extended for :duration days.": "Вашият VIP абонамент е удължен с :duration дни.",
    "Your account has been upgraded to :level VIP for :duration days.": "Вашият акаунт е надграден до :level VIP за :duration дни.",
    "Your account has sufficient balance to reverse the transaction completely": "В сметката ви има достатъчно салдо, за да се отмени напълно транзакцията.",
    "Your account information will be hidden for :duration days.": "Информацията за профила ви ще бъде скрита за :duration дни.",
    "Your account is in good standing with no history of fraudulent activity": "Сметката ви е в добро състояние, без история на измамни действия.",
    "Your character ": "Вашият герой",
    "Your email address is unverified.": "Вашият имейл адрес не е потвърден.",
    "Your path, your possibilities": "Вашият път, вашите възможности",
    "Your path, your possibilities.": "Вашият път, вашите възможности.",
    "Your reply has been successfully added to the ticket.": "Вашият отговор е добавен успешно към заявката.",
    "Your stealth mode period will be extended for :duration more days.": "Периодът на режим Stealth ще бъде удължен с още :duration дни.",
    "Your tokens have been successfully added to your account.": "Вашите токени бяха успешно добавени в акаунта ви.",
    "Your username": "Вашето потребителско име",
    "Zen": "Zen",
    "Zen Wallet": "Портфейл Zen",
    "and how to make use of the": "и как да се възползвате от",
    "and our team will assist you.": "и нашият екип ще ви помогне.",
    "auth.password": "auth.password",
    "days": "дни",
    "decreases with resets": "намалява при нулиране",
    "event schedule.": "графика на събитията.",
    "extra": "допълнително",
    "for detailed assistance": "за подробна помощ",
    "for immediate assistance": "за незабавна помощ",
    "for real-time support": "за поддръжка в реално време",
    "has launched!": "стартира!",
    "is required to run the game. Please install it before downloading the client.": "е необходима за стартиране на играта. Моля, инсталирайте я, преди да изтеглите клиента.",
    "kills": "убийства",
    "launching in": "стартиране в",
    "mu helper": "MU помощникът",
    "off helper.": "офлайн помощникът.",
    "or": "или",
    "or track your next prey in the": "или проследете следващата си плячка в",
    "our wiki": "нашата уикипедия",
    "points": "точки",
    "read our guides.": "прочетете нашите ръководства.",
    "registration page": "страница за регистрация",
    "starts at :starting": "започва от :starting",
    "submit a support ticket": "подаване на заявка за поддръжка",
    "submit a support ticket.": "изпратете заявка за поддръжка.",
    "submit a ticket.": "подайте заявка.",
    "the Lotus Mu Wiki.": "уикито на Lotus Mu.",
    "tokens": "токени",
    "wiki guide.": "ръководство за уикипедия.",
    "wins": "печели",
    "{$scope->label()} {$this->label()} Score": "{$scope->label()} {$this->label()} Резултат",
    "– exclusive battleground zone.": "- изключителна зона за битки.",
    "– leveling zone for our VIP Members.": "- зона за качване на нива за нашите VIP членове.",
    "– the capital city of Lotus Mu.": "- столицата на Lotus Mu.",
    "Built with balance in mind, Lotus Mu brings fresh mechanics to the classic MU Online formula. Every feature is carefully crafted to enhance gameplay without compromising the core experience that made the game legendary.": "Създаден с мисъл за баланса, Lotus Mu внася нови механики в класическата формула на MU Online. Всяка функция е внимателно разработена, за да подобри геймплея, без да се да правят компромиси към основното изживяване, което направи играта легендарна.",
    "Plenty of special monsters scattered throughout the realm - from weak to strong, each rewarding in its own way. Find them roaming our carefully crafted farm areas, or face the most formidable ones in the citadel.": "Много специални чудовища, разпръснати из цялото царство - от слаби до силни, всяко от които е възнаграждаващо по свой собствен начин. Намерете ги, обикаляйки внимателно създадените ни ловни зони, или се изправете срещу най-страховитите в цитаделата.",
    "Learn more in": "Научете повече в",
    "Are you curious?": "Любопитни ли сте?",
    "Learn how to pilot the": "Научете как да управлявате",
    "Want to see how it works?": "Искате да видите как работи?",
    "Ready to start your journey?": "Готови ли сте да започнете приключението си?",
    "Curious about crafting?": "Любопитни ли сте за крафта?",
    "Want the full schedule?": "Искате пълния график?",
    "Curious about their powers?": "Любопитно ви е за техните сили?",
    "Join the Lotus Mu Community as Mu Online enters a new era of gameplay. Experience our signature progressive item system, rich quest system, and an innovative crafting system that rewards creativity.": "Присъединете се към общността на Lotus Mu, тъй като Mu Online навлиза в нова ера на геймплея. Насладете се на нашата характерна прогресивна система от предмети, богата система от куестове и иновативна крафт система, която възнаграждава креативността.",
    "Search...": "Търси...",
    "Select class...": "Избери клас...",
    "All": "Всички",
    "Knights": "Рицари",
    "Wizards": "Магьосници",
    "Elves": "Елфи",
    "Gladiators": "Гладиатори",
    "Lords": "Лордове",
    "Ancient powers adapted for modern battles. Enhance your gameplay with carefully balanced buffs that respect the core experience.": "Древни сили, адаптирани за съвременни битки. Подобрете геймплея си с внимателно балансирани бонуси, които се съобразяват с основното изживяване.",
    "Consumables": "Консумативи",
    "Scrolls & Orbs": "Свитъци и Орбове",
    "Pets & Wings": "Другари и Крила",
    "Title": "Заглавие",
    "Reply": "Отговор",
    "In Progress": "В прогрес",
    "On Hold": "Задържана",
    "Update your account's profile email address.": "Актуализирайте имейл адреса на профила на акаунта си.",
    "Your password": "Вашата парола",
    "Language has been changed successfully.": "Езикът беше променен успешно.",
    "Language Changed": "Езикът е променен",
    "Change language": "Промяна на езика",
    "You must agree to the terms and conditions to continue.": "Трябва да се съгласите с общите условия, за да продължите.",
    "Coming soon": "Очаквайте скоро",
    "Active now": "Активно сега",
    "Running until:": "Продължава до:",
    "Discord Brand Logo in a 3D image": "Логото на Discord в 3D изображение",
    "Join Our Discord Community!": "Присъединете се към нашата Discord общност!",
    "Connect with our community, get help, and stay updated with the latest announcements!": "Свържете се с нашата общност, получете помощ и бъдете в крак с последните съобщения!",
    "Don't show this again": "Не показвай отново",
    "I'll do it later": "Ще го направя по-късно",
    "Unverified accounts will be automatically deleted after 48 hours and cannot access the game until verified.": "Непотвърдените профили ще бъдат автоматично изтрити след 48 часа и няма да имат достъп до играта, докато не бъдат потвърдени.",
    "Email verification required to play.": "За да играете, е необходима проверка на имейла.",
    "How did you find out about us?": "Как научихте за нас?",
    "Your feedback helps us understand how players discover us.": "Вашата обратна връзка ни помага да разберем как играчите ни откриват.",
    "Select one": "Изберете едно",
    "Please select...": "Моля, изберете...",
    "Which MMO Listing Site?": "Кой MMO сайт за класации?",
    "Which MU Online Forum?": "Кой MU Online форум?",
    "Please specify": "Моля, уточнете",
    "No thanks": "Не, благодаря",
    "Thank you for letting us know how you found us!": "Благодарим ви, че ни казахте как сте ни открили!",
    "Please select a referral source": "Моля, изберете източник на препратка",
    "Please select an MMO Top Site": "Моля, изберете MMO Top сайт",
    "Please select a MU Online Forum": "Моля, изберете MU Online форум",
    "Please specify the source": "Моля, посочете източника",
    "Google Search": "Google търсене",
    "Friend Recommendation": "Препоръка от приятел",
    "MMO Listing Site": "MMO сайт за класации",
    "MU Online Forum": "MU Online форум",
    "Other Source": "Друг източник",
    "Other MMO Site": "Друг MMO сайт",
    "Other Forum": "Друг форум"
}
