{
    " - from server mechanics to events and features!": " - desde la mecánica del servidor hasta eventos y funciones",
    " and ": " и",
    "+10% Bonus Drop": "+10% Gota de bonificación",
    "+20% Bonus EXP": "+20% bonificación EXP",
    ", which form an integral part of these Terms. These guidelines detail the standards of behavior, game rules, and penalties for violations.": "que forman parte integrante de las presentes Condiciones. En ellas se detallan las normas de conducta, las reglas del juego y las sanciones en caso de infracción.",
    ".": ".",
    "1 GB or higher": "1 GB o más",
    "1. Check your email for ban reason and duration.": "1. Comprueba en tu correo electrónico el motivo y la duración del bloqueo.",
    "1. Click \"Forgot Password\" on the login page.": "1. Haga clic en \"Contraseña olvidada\" en la página de inicio de sesión.",
    "1. Contact support through our website support form.": "1. Póngase en contacto con el servicio de asistencia a través del formulario de nuestro sitio web.",
    "1. Download the client from any of the provided mirrors above.": "1. Descargue el cliente desde cualquiera de los espejos proporcionados anteriormente.",
    "1. Go to your": "1. Vaya a su",
    "1. Planned maintenance will be announced on our website and Discord server.": "1. El mantenimiento planificado se anunciará en nuestro sitio web y en el servidor Discord.",
    "1. Standard tickets: Response within 24-48 hours.": "1. Peticiones estándar: Respuesta en 24-48 horas.",
    "1. Submit an account deletion request.": "1. Envíe una solicitud de eliminación de cuenta.",
    "1. Update your graphics drivers to the latest version.": "1. Actualice sus controladores gráficos a la última versión.",
    "1. Verify .NET Framework 3.5 is installed correctly.": "1. Compruebe que .NET Framework 3.5 está instalado correctamente.",
    "1. Wait 15 minutes after payment for tokens to appear automatically.": "1. Espere 15 minutos después del pago para que las fichas aparezcan automáticamente.",
    "1. Yes, multiple accounts are allowed per player.": "1. Sí, se permiten varias cuentas por jugador.",
    "14 days": "14 días",
    "2. Account security issues: Priority response within 12 hours.": "2. Problemas de seguridad de la cuenta: respuesta prioritaria en 12 horas.",
    "2. Each account requires a unique email address for verification.": "2. Cada cuenta requiere una dirección de correo electrónico única para su verificación.",
    "2. Emergency maintenance will be announced on our Discord.": "2. La ayuda de emergencia se anunciará en nuestro Discord.",
    "2. Enter your account email address.": "2. Introduzca la dirección de correo electrónico de su cuenta.",
    "2. Enter your current password for verification.": "2. Introduzca su contraseña actual para la verificación.",
    "2. If tokens do not appear, check your payment confirmation email.": "2. Si no aparecen fichas, compruebe el correo electrónico de confirmación del pago.",
    "2. Include screenshots or video evidence when possible.": "2. Cuando sea posible, incluya capturas de pantalla o vídeos.",
    "2. Lower in-game graphics settings.": "2. Baja la configuración gráfica del juego.",
    "2. Run the game as Administrator.": "2. Inicia el juego como administrador.",
    "2. Run the installer and follow the instructions.": "2. Ejecute el instalador y siga las instrucciones.",
    "2. Submit an appeal through the support system.": "2. Presenta una queja a través del sistema de asistencia.",
    "2. Verify ownership.": "2. Compruebe la propiedad.",
    "2GB or higher": "2 GB o más",
    "3. Account data is retained for 30 days after deletion.": "3. Los datos de la cuenta se almacenan durante 30 días tras su eliminación.",
    "3. Check our news channel for server status and maintenance updates.": "3. Consulta nuestras noticias para conocer el estado del servidor y las actualizaciones de mantenimiento.",
    "3. Close unnecessary background applications.": "3. Cierre las aplicaciones innecesarias en segundo plano.",
    "3. Enter and confirm your new password.": "3. Introduzca y confirme su nueva contraseña.",
    "3. Follow the recovery instructions sent to your email.": "3. Sigue las instrucciones de recuperación enviadas a tu correo electrónico.",
    "3. For PayPal payments, verify the transaction status in your PayPal account.": "3. Para pagos con PayPal, compruebe el estado de la transacción en su cuenta PayPal.",
    "3. Make sure .NET Framework 3.5 is installed.": "3. Asegúrese de que .NET Framework 3.5 está instalado.",
    "3. Make sure all game files are extracted properly.": "3. Asegúrate de que todos los archivos del juego se han extraído correctamente.",
    "3. Maximum of 3 game clients can be run simultaneously per user.": "3. Un usuario puede ejecutar un máximo de 3 clientes de juego al mismo tiempo.",
    "3. Payment issues: Response within 24 hours.": "3. Cuestiones relacionadas con el pago.",
    "3. Provide any evidence supporting your appeal.": "3. Aporte todas las pruebas en apoyo de su queja.",
    "3. Provide detailed information about the issue or incident.": "3. Proporcione información detallada sobre el problema o incidente.",
    "30 (35 with Dark Lord as a Guild Master)": "30 (35 con el Señor Oscuro como creador del gremio)",
    "30 days": "30 días",
    "3D graphics processor": "Procesador gráfico 3D",
    "4. Appeals are typically reviewed within 48-72 hours.": "4. Las reclamaciones suelen tramitarse en un plazo de 48-72 horas.",
    "4. Check your internet connection stability.": "4. Compruebe la estabilidad de su conexión a Internet.",
    "4. Deletion is permanent and cannot be reversed after 30 days.": "4. La supresión es definitiva y no puede revocarse transcurridos 30 días.",
    "4. Each account must be logged in from a separate client.": "4. Cada cuenta debe ser introducida por un cliente distinto.",
    "4. For card payments, check if your bank approved the transaction.": "4. Para los pagos con tarjeta, compruebe que su banco ha aprobado la transacción.",
    "4. General inquiries: Response within 48-72 hours.": "4. Consultas generales: respuesta en 48-72 horas.",
    "4. If you cannot access your email, contact support with proof of ownership.": "4. Si no tiene acceso a su correo electrónico, póngase en contacto con el servicio de asistencia y proporcione una prueba de propiedad.",
    "4. Maintenance typically lasts 2-4 hours.": "4. El mantenimiento suele durar entre 2 y 4 horas.",
    "4. Run the main executable (Launcher.exe).": "4. Ejecute el ejecutable principal (Launcher.exe).",
    "4. Run the resolution and language scripts located in the Scripts folder of the game client directory.": "4. Ejecuta los scripts de resolución e idioma que se encuentran en la carpeta Scripts del directorio del cliente del juego.",
    "4. Save the changes to update your password.": "4. Guarde los cambios para actualizar su contraseña.",
    "5. Check if your antivirus is blocking the game, as some antivirus software may incorrectly flag it as suspicious (false positive).": "5. Compruebe si su programa antivirus bloquea el juego, ya que algunos programas antivirus pueden identificarlo incorrectamente como sospechoso (falso positivo).",
    "5. Contact support if payment is confirmed but tokens are not received after 15 minutes.": "5. Póngase en contacto con el servicio de asistencia si se confirma el pago pero no se reciben las fichas transcurridos 15 minutos.",
    "5. Multiple violations may result in permanent account closure.": "5. Las infracciones reiteradas pueden dar lugar a la cancelación permanente de la cuenta.",
    "5. Required proof includes original email, transaction records, or other account details.": "5. Las pruebas exigidas incluyen el correo electrónico original, los registros de transacciones u otra información de la cuenta.",
    "5. Verify your PC meets the minimum system requirements.": "5. Compruebe que su ordenador cumple los requisitos mínimos del sistema.",
    "6. Update your DirectX and graphics drivers.": "6. Actualice los controladores DirectX y los controladores gráficos.",
    "7 days": "7 días",
    "7. Make sure that the path to your game client does not include cyrilic words (i.e. C:\\Игри\\Lotus Mu).": "7. Asegúrese de que la ruta a su cliente de juego no incluye palabras en cirílico (por ejemplo, C:\\Igri\\Lotus Mu).",
    ":amount tokens exchanged for credits": ":amount de fichas canjeadas por créditos",
    ":amount tokens exchanged for credits (Tax: :tax tokens)": ":amount de fichas canjeadas por créditos (Tasa: :tax fichas)",
    ":duration days": ":duration días",
    ":level VIP Member": ":level de miembro VIP",
    ":zen x Number of Kills": ":zen x Número de muertes",
    ":zen x Reset Number": ":zen x Número de reinicio",
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionó al registrarse.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico.",
    "A peek at the server basics": "Conceptos básicos del servidor",
    "A powerful assistance system that makes your gaming experience smooth and efficient.": "Un potente sistema de apoyo que hace que tu experiencia de juego sea fluida y eficaz.",
    "A server with soul. Thoughtfully crafted, not copy-pasted.": "Servidor con alma. Hecho con el pensamiento, no copiado.",
    "Accept responsibility for all activities under your account": "asumir la responsabilidad de todas las actividades de su cuenta.",
    "Acceptance of Terms": "Aceptación de las condiciones",
    "Access your personal data": "Acceso a sus datos personales",
    "Account Information": "Información sobre el perfil",
    "Account Level": "Nivel de cuenta",
    "Account Upgrade Successful": "Actualización correcta de la cuenta",
    "Account details": "Datos de la cuenta",
    "Account information (username, email)": "Información de la cuenta (nombre de usuario, correo electrónico)",
    "Account information is public": "La información de la cuenta es pública",
    "Action Required": "Acciones necesarias",
    "Active until": "Activo hasta",
    "Active until :date": "Activo hasta :date",
    "Activities": "Actividades",
    "Activity Logs": "Registros de actividad",
    "Add points in Agility.": "Suma puntos por Agilidad.",
    "Add points in Command.": "Suma puntos en Mando.",
    "Add points in Energy.": "Suma de puntos por Energía.",
    "Add points in Stamina.": "Suma puntos por Resistencia.",
    "Add points in Strength.": "Suma puntos por Fuerza.",
    "Additional Notes": "Notas adicionales",
    "Admin Dashboard": "Panel de administración",
    "Adventure Supplies": "Suministros de aventura",
    "Advertising other game servers": "Publicidad en otros servidores de juegos",
    "Age Requirements and Eligibility": "Requisitos de edad y admisibilidad",
    "Age Restrictions": "Restricciones de edad",
    "Agility": "Agilidad",
    "All accounts, characters, and game items are intellectual property of Lotus Mu": "Todas las cuentas, personajes y objetos del juego son propiedad intelectual de Lotus Mu",
    "All bugs must be reported to administration": "Todos los errores deben comunicarse a la administración.",
    "All content, including but not limited to game assets, logos, trademarks, and software, is the property of Lotus Mu or its licensors and is protected by intellectual property laws. You may not copy, modify, or distribute any content without our explicit permission.": "Todo el Contenido, incluyendo pero no limitado a los Activos del Juego, Logotipos, Marcas Registradas y Software, es propiedad de Lotus Mu o sus licenciantes y está protegido por las leyes de propiedad intelectual. Usted no puede copiar, modificar o distribuir ningún contenido sin nuestro permiso expreso.",
    "All items can be found in-game within the Cash Shop.": "Todos los objetos se pueden encontrar en la tienda del juego.",
    "All users must comply with these regulations:": "Todos los usuarios deben cumplir estas disposiciones:",
    "Already have an account?": "¿Ya tiene una cuenta?",
    "Always save your payment confirmation/transaction ID when contacting support.": "Conserve siempre el ID de confirmación del pago/transacción cuando se ponga en contacto con el servicio de asistencia.",
    "Amount": "Suma",
    "Amount after tax (:rate% tax)": "Importe después de la tasa (:rate% tasa)",
    "An extra entry for BC & DS": "Participación adicional en BC y DS",
    "Ancient powers reimagined for modern gameplay.": "Poderes antiguos reimaginados para una jugabilidad moderna.",
    "Appearance": "Apariencia",
    "Appearance Settings": "Configuración del aspecto",
    "Archive": "Archivo",
    "Are you sure you want to clear all player kills for <strong>:name</strong>?": "¿Estás seguro de que quieres borrar todas las muertes de <strong>:name</strong>?",
    "As a user, you have the right to:": "Como consumidor, tiene derecho:",
    "As per EU consumer protection laws, you have the right to request a refund within 14 days of purchase under the following conditions:": "De acuerdo con la legislación de protección de los consumidores de la UE, tiene derecho a solicitar la devolución de su dinero en los 14 días siguientes a la compra en las siguientes condiciones:",
    "Ashkavor": "Ashkavor",
    "Attempting to reverse payments after using virtual goods": "Intentos de recuperar pagos tras usar bienes virtuales",
    "Automatically accepts all requests.": "Acepta automáticamente todas las solicitudes.",
    "Available Character Classes": "Clases de personajes disponibles",
    "Available Zen": "Zen disponible",
    "Back to Tickets": "Volver a Solicitudes",
    "Back to all ": "Volver a todos",
    "Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Antes de empezar, ¿podría confirmar su dirección de correo electrónico haciendo clic en el enlace que acabamos de enviarle? Si no lo has recibido, estaremos encantados de enviarte otro.",
    "Begin your journey": "Comienza tu viaje",
    "Benefits included": "Las ventajas incluyen",
    "Best Value · 50% off": "Mejor relación calidad-precio - 50% de descuento",
    "Beyond Basics": "Más allá de lo básico",
    "Beyond the veil of nostalgia lies a land of untold wonders and hidden mysteries": "Más allá del velo de la nostalgia se esconde una tierra de maravillas y misterios inconfesables.",
    "Blood Castle": "Castillo de sangre",
    "Browse Offerings": "Ver las ofertas",
    "Buffs & Boosts": "Buffs y refuerzos",
    "Build your dream character.": "Crea el héroe de tus sueños.",
    "Bundle Contents": "Contenido del paquete",
    "Bundles your jewels (Bless, Soul, Life etc.).": "Recoge tus gemas (bendición, alma, vida, etc).",
    "By using our Service, you agree to follow our": "Al utilizar nuestro Servicio, usted acepta seguir nuestros",
    "CS Wins": "CS gana",
    "Can I play on multiple accounts?": "¿Puedo jugar con varias cuentas?",
    "Cancel": "Cancelar",
    "Cannot Extend": "No se puede ampliar",
    "Cannot Upgrade": "No se puede actualizar",
    "Castle Lord:": "El señor del castillo:",
    "Castle Owner": "Propietario del castillo",
    "Castle Siege": "Asedio al castillo",
    "Castle Siege Wins": "Gana el asedio al castillo",
    "Castle Siege manipulation via dummy guilds": "Manipular el asedio del castillo mediante gremios ficticios",
    "Castle Treasury": "El Tesoro del Castillo",
    "Catalog": "Catálogo",
    "Category": "Categoría",
    "Challenge another guild to a Guild War.": "Desafía a otro gremio a una guerra de gremios.",
    "Changes saved": "Cambios guardados",
    "Changes to Terms": "Cambios en las condiciones",
    "Changes to This Policy": "Cambios en esta política",
    "Chaos Goblin": "Duende del Caos",
    "Character": "Héroe",
    "Character :name not found.": "Héroe :name no encontrado.",
    "Character Set": "Conjunto de héroes",
    "Character moved successfully to Lorencia": "El personaje se trasladó con éxito a Lorencia",
    "Character not found or has been deleted.": "Carácter no encontrado o borrado.",
    "Character stats are visible to everyone": "Los puntos de carácter son visibles para todos",
    "Check event times": "Consultar los horarios",
    "Check out our core server settings, experience rates, and basic configuration details.": "Consulte nuestros ajustes básicos del servidor, tarifas de experiencia y detalles básicos de configuración.",
    "Check out the details!": "Echa un vistazo a los detalles.",
    "Choose Your Package": "Elija su paquete",
    "Choose a package that works best for you.": "Elija el mejor paquete para usted.",
    "Choose a package to extend your VIP.": "Elija un paquete para ampliar su servicio VIP.",
    "Choose category...": "Seleccione una categoría...",
    "Choose priority...": "Elija prioridad...",
    "Choose resource type...": "Seleccione un tipo de recurso...",
    "Class": "Clase",
    "Clear PK Zen": "Zen para esclarecer asesinatos",
    "Clear Player Kills ? ": "¿Asesinatos de jugadores limpios?",
    "Clear player kills (available to <b>VIP Players</b> only). Cost - always 50M Zen": "Borrar jugadores muertos (solo disponible para <b>jugadores VIP</b>). Precio: siempre 50 millones de zen.",
    "Click here to re-send the verification email.": "Haga clic aquí para volver a enviar el correo electrónico de verificación.",
    "Click to download": "Haga clic para descargar",
    "Client Features": "Funciones del cliente",
    "Closed": "Cerrado",
    "Combo all Class": "Combo para todas las clases",
    "Command": "Equipo",
    "Command · /pkclear": "Comando - /pkclear",
    "Command · /wh": "Comando - /wh",
    "Commands": "Comandos",
    "Communicate with you about your account and the game": "comunicarnos con usted en relación con su cuenta y el juego",
    "Communications with our support team": "Comunicación con nuestro equipo de asistencia",
    "Community": "Comunidad",
    "Community Guidelines": "Directrices comunitarias",
    "Confirm": "Confirme",
    "Confirm Password": "Confirmar contraseña",
    "Contact Information": "Información de contacto",
    "Contact Us": "Póngase en contacto con nosotros",
    "Continue to Payment": "Pasar por caja",
    "Conversation": "La conversación",
    "Correct any mistakes in your information": "Corregir errores en su información",
    "Cost:": "Costes:",
    "Crafting": "Kraft",
    "Crafting System": "Sistema Kraft",
    "Create New Ticket": "Crear una nueva solicitud",
    "Create a party that can be joined with a password.": "Crea una fiesta a la que puedas unirte con una contraseña.",
    "Created": "Creado por",
    "Creating fake evidence or misleading administration": "Crear pruebas falsas o engañar a la administración",
    "Credits": "Créditos",
    "Curated starter bundles that give you exactly what you need. Nothing more.": "Paquetes de inicio seleccionados que le ofrecen exactamente lo que necesita. Nada más.",
    "Current Password": "Contraseña actual",
    "Current Status": "Situación actual",
    "Current Tier": "Nivel actual",
    "DK/DW/FE - 5 MG/DL - 7": "DK/DW/FE - 5 MG/DL - 7",
    "Daily Rewards": "Recompensas diarias",
    "Dark": "Oscuro",
    "Dashboard": "Cuadro de mandos",
    "Date": "Fecha",
    "Day after day, you can grab rewards to complement your gameplay - jewels, mysterious item bags... you name it - all at your fingertips.": "Día tras día, puedes recoger recompensas para complementar tu juego: gemas, cajas de objetos misteriosos... lo que quieras, todo está al alcance de tu mano.",
    "Depth beyond the basics.": "Profundizar más allá de lo básico.",
    "Description": "Descripción",
    "Description of Service": "Descripción del servicio",
    "Devil Square": "Plaza del Diablo",
    "DirectX 9.0c or higher": "DirectX 9.0c o superior",
    "DirectX Version": "Versión de DirectX",
    "Discord": "Discordia",
    "Discord Server": "Servidor de llamadas",
    "Dispute Resolution": "Resolución de litigios",
    "Disrespectful conduct towards server staff is prohibited": "Se prohíbe el comportamiento irrespetuoso hacia el personal del servidor.",
    "Distributed": "Distribuido",
    "Donate": "Donar",
    "Downloads": "Descargar",
    "Dynamic": "Dinámico",
    "Each feature in Lotus Mu is crafted with purpose and depth. These aren't just additions - they're game-changing mechanics that create a richer, more rewarding journey through the realm.": "Todas las funciones de Lotus Mu están diseñadas con un propósito y profundidad. No son simples añadidos, son mecánicas que cambian el juego y crean un viaje más rico y gratificante por el reino.",
    "Email": "Correo electrónico",
    "Email Password Reset Link": "Recuperación de contraseñas de correo electrónico",
    "Email our billing team at": "Envíe un correo electrónico a nuestro equipo de facturación a",
    "Email our privacy team at": "Envíe un correo electrónico a nuestro equipo de privacidad a",
    "Email us at": "Envíenos un correo electrónico a",
    "Enable": "Activar",
    "Enable Stealth Mode?": "¿Activar el Modo Sigilo?",
    "Energy": "Energía",
    "Engaging in any form of harassment or abusive behavior": "incurrir en cualquier forma de acoso o comportamiento abusivo",
    "Engaging in any form of payment manipulation or fraud": "participar en cualquier forma de manipulación o fraude en los pagos",
    "Enhancements": "Refinamientos",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta utiliza una contraseña larga y aleatoria para mantenerla segura.",
    "Enter amount to withdraw": "Introduzca el importe que desea retirar",
    "Enter character name": "Introduzca el nombre del personaje",
    "Entry Tax": "Impuesto de entrada",
    "Equipment Options": "Opciones de equipamiento",
    "Error": "Error",
    "Essentials": "Conceptos básicos",
    "Event Entries": "Participación en actos",
    "Event Schedule": "Horario",
    "Event Score": "Resultado de los acontecimientos",
    "Event Scoring Rules": "Normas de puntuación",
    "Event manipulation or inactivity": "Manipulación de los acontecimientos o inacción",
    "Event.": "Evento.",
    "Events": "Eventos",
    "Events Archive": "Archivo de actos",
    "Ever wondered if quests could actually help you progress?": "¿Te has preguntado alguna vez si las búsquedas pueden ayudarte a salir adelante?",
    "Everything about Lotus Mu is documented in": "Todo sobre Lotus Mu está documentado en",
    "Evolving Items": "Objetos en evolución",
    "Exchange Tokens": "Intercambio de fichas",
    "Exchange completed": "Intercambio finalizado",
    "Exchange your tokens for credits.": "Cambia tus fichas por créditos.",
    "Exclusive VIP Arena & Shop": "Estadio y tienda VIP exclusivos",
    "Experience": "Experiencia",
    "Exploiting bugs or engaging in any form of game manipulation": "Explotar errores o manipular el juego de cualquier forma",
    "Exploiting glitches or using unauthorized programs is prohibited": "Se prohíbe el uso de programas defectuosos o no autorizados.",
    "Explore our selection of convenience features and enhancements designed to complement your gameplay experience. See detailed information about everything available in the game.": "Echa un vistazo a nuestra selección de prácticas funciones y mejoras diseñadas para complementar tu experiencia de juego. Consulta información detallada sobre todo lo disponible en el juego.",
    "Extend": "Ampliar",
    "Extend :duration Days": "Prórroga :duration Días",
    "Extend Now": "Ampliación ahora",
    "Extend Stealth Mode": "Ampliación del modo oculto",
    "Extend Your Subscription": "Prorrogar la suscripción",
    "Facebook": "Facebook",
    "Failed to switch server: ": "Error en el cambio de servidor:",
    "False information or testimonies will result in warnings or bans": "La información o los testimonios falsos darán lugar a advertencias o prohibiciones.",
    "Farm Areas": "Zonas de caza",
    "Fast and secure card processing": "Procesamiento de tarjetas rápido y seguro",
    "Files": "Archivos",
    "Filing false chargeback claims after receiving and using virtual goods": "Presentar solicitudes falsas de reembolso tras recibir y utilizar bienes virtuales.",
    "Final Destination Balance": "Balance de destino",
    "Find everything you need in seconds through our modern interface and powerful search engine.": "Encuentre todo lo que necesita en segundos con nuestra moderna interfaz y nuestro potente motor de búsqueda.",
    "Find quick solutions to common questions. If your issue isn't listed here, please": "Encuentre soluciones rápidas a las preguntas más frecuentes. Si su problema no aparece en esta lista, por favor",
    "First time around here?": "¿Primera vez aquí?",
    "First, let's create your account. Once your account has been created you must verify it in order to play Lotus Mu.": "En primer lugar, vamos a crear tu cuenta. Una vez creada tu cuenta, tendrás que confirmarla para poder jugar a Lotus Mu.",
    "Five": "Cinco",
    "For questions about these guidelines or to report violations, you can:": "Si tiene preguntas sobre estas directrices o desea denunciar infracciones, puede:",
    "For questions about these terms or any concerns, you can:": "Si tiene preguntas sobre estas condiciones o cualquier duda, puede:",
    "For questions about your privacy or data protection, you can:": "Para preguntas sobre privacidad o protección de datos puede",
    "For refund requests or payment-related questions, you can:": "Para solicitudes de reembolso o preguntas relacionadas con el pago, puede:",
    "Forgot password?": "¿Ha olvidado su contraseña?",
    "Forgot your password?": "¿Ha olvidado su contraseña?",
    "Four": "Cuatro",
    "Frequently Asked Questions": "Preguntas frecuentes",
    "From (Source)": "De (fuente)",
    "From hunting spiders to challenging mighty monsters, our quest system grows with you. Each completed quest rewards you with valuable items and points - making your character stronger every step of the way.": "Desde cazar arañas hasta desafiar a poderosos monstruos, nuestro sistema de misiones crece contigo. Cada misión que completes te recompensará con valiosos objetos y puntos, lo que hará que tu personaje sea más fuerte en todo momento.",
    "From intense 1v1 battles in the Hall of Fame to team clashes and PvE challenges - our events are designed for every playstyle.": "Nuestros eventos están diseñados para todos los estilos de juego, desde intensas batallas 1 contra 1 en el Salón de la Fama hasta escaramuzas por equipos y desafíos PvE.",
    "From the mighty Warhorse to the fearsome Ice Dragon, each class has its own unique set of companions. With three power tiers and class-specific bonuses, these pets aren't just for show.": "Cada clase -desde el poderoso caballo de guerra hasta el temible dragón de hielo- tiene su propio conjunto de compañeros. Con tres niveles de poder y bonificaciones específicas para cada clase, estos compañeros no son solo un adorno.",
    "From unique pet crafting to reimagined classic recipes, our system aligns perfectly with modern MU gameplay - multiple resets, active farming, and exciting rewards.": "Desde la artesanía única de los compañeros hasta las recetas clásicas reimaginadas, nuestro sistema está perfectamente alineado con la jugabilidad moderna de MU: múltiples reinicios, caza activa y emocionantes recompensas.",
    "Full account information privacy": "Total confidencialidad de la información de la cuenta",
    "Full support for Russia, Belarus, sanctioned regions + all major cryptocurrencies": "Compatibilidad total con Rusia, Bielorrusia, regiones sancionadas y las principales criptomonedas.",
    "Game Masters may make decisions based on context beyond these rules": "Los Directores de Juego pueden tomar decisiones basadas en contextos ajenos a estas reglas.",
    "Game Settings": "Ajustes del juego",
    "Game progress and statistics": "Progreso y estadísticas del juego",
    "Gameplay Rules": "Reglas del juego",
    "Gameplay Updates": "Actualizaciones",
    "General": "Fiesta general",
    "General Information": "Información general",
    "Get Tokens": "Recepción de fichas",
    "Get a head start and accelerate your progress with our premium packages.": "Consiga una ventaja y acelere su progreso con nuestros paquetes Premium.",
    "Get help with your questions, issues, or feedback.": "Obtenga ayuda con sus preguntas, problemas o comentarios.",
    "Get instant support on our": "Obtenga ayuda instantánea en nuestro",
    "Get started in minutes": "Empiece en cuestión de minutos",
    "Governing Law": "Legislación aplicable",
    "Guild": "Gremio",
    "Guild Alliance": "Unión de Gremios",
    "Guild Master": "Maestro del gremio",
    "Guild Members": "Miembros del gremio",
    "Guild Name": "Nombre del gremio",
    "Guild not found or has been deleted.": "Gremio no encontrado o eliminado.",
    "Guilds": "Gremios",
    "Hard Disk Space": "Espacio en disco duro",
    "Help Center": "Centro de ayuda",
    "Helper": "Asistente",
    "Hide your location from other players": "Oculta tu ubicación a otros jugadores",
    "High": "Alta",
    "HoF": "HoF",
    "HoF Wins": "Gana el HoF",
    "Hold on": "Mantenga",
    "Home": "Inicio",
    "How We Use Your Information": "Cómo utilizamos su información",
    "How do I change my account password?": "¿Cómo cambio la contraseña de mi cuenta?",
    "How do I create an account?": "¿Cómo puedo crear una cuenta?",
    "How do I delete my account?": "¿Cómo elimino mi cuenta?",
    "How do I download and install the game?": "¿Cómo descargo e instalo el juego?",
    "How do I recover my account?": "¿Cómo recupero mi cuenta?",
    "How do I report a bug or player?": "¿Cómo denuncio un fallo o a un jugador?",
    "How long does support ticket response take?": "¿Cuánto se tarda en responder a una solicitud de asistencia?",
    "How to Reset": "Cómo hacer Resetti",
    "How to Start": "Cómo empezar",
    "Hunt Archive": "Archivo de la caza",
    "Hunt Score": "Resultado de la caza",
    "Hunt Zone": "Zona de caza",
    "Hunter Scoring Rules": "Normas de puntuación para cazadores",
    "I agree to the ": "Estoy de acuerdo con",
    "IP Address": "Dirección IP",
    "Icewrack": "Fucus",
    "If you cannot find a solution to your problem here, please": "Si no encuentra aquí una solución a su problema, por favor",
    "Important": "Importante",
    "Improve our services and fix issues": "Mejorar nuestros servicios y solucionar problemas",
    "In Lotus Mu, they absolutely do!": "En Lotus Mu son absolutamente adecuados.",
    "In accordance with EU consumer protection laws, you have the right to withdraw from this contract within 14 days without giving any reason. However, you acknowledge that by requesting immediate access to the digital content and beginning to download or use the virtual goods, you expressly waive your right of withdrawal.": "De conformidad con la legislación de la UE en materia de protección de los consumidores, usted tiene derecho a desistir del presente contrato en un plazo de 14 días sin necesidad de justificación. No obstante, reconoce que al solicitar el acceso inmediato a los Contenidos Digitales y comenzar a descargar o utilizar los Bienes Virtuales, renuncia expresamente a su derecho de desistimiento.",
    "In modern MU Online, having the same excellent options across all items doesn't make sense - that's why our excellent options scale with item tiers - stronger items, better bonuses.": "En el MU Online moderno no tiene sentido tener las mismas opciones de exp. para todos los objetos - así que las opciones de exp. aumentan con los niveles de los objetos - objetos más fuertes, mejores bonificaciones.",
    "In-game Daily Rewards": "Recompensas diarias en el juego",
    "Inciting ethnic hatred or player harassment": "Incitación al odio étnico o acoso a los jugadores",
    "Information": "Información",
    "Information We Collect": "Información que recopilamos",
    "Insufficient :resource. You need :amount but only have :current": ":resource insuficiente. Necesita :amount, pero sólo tiene :current.",
    "Insufficient Funds": "Fondos insuficientes",
    "Insufficient Zen on character.": "No hay suficiente Zen en el personaje.",
    "Insufficient treasury funds.": "Fondos insuficientes en la tesorería.",
    "Insufficient zen in your character. You need :amount but only have :current": "No hay suficiente Zen en tu personaje. Necesitas :amount, pero sólo tienes :current",
    "Intellectual Property": "Propiedad intelectual",
    "Introduction": "Introducción",
    "Invalid transfer type.": "Tipo de transferencia no válida.",
    "Invasions": "Invasiones",
    "Invasions Schedule": "Calendario de invasiones",
    "Is the game free to play?": "¿El juego es gratuito?",
    "Item Bundles": "Paquetes de artículos",
    "Item Drop": "Caída de objetos",
    "Join Discord": "Unirse a Discord",
    "Join Events.": "Únete a los actos.",
    "Join a party which has a password.": "Únete a una fiesta que tenga contraseña.",
    "Join in an Event.": "Únete a un evento.",
    "Join our": "Únete a",
    "Keep Stats": "Restablecer puntos",
    "Keep farming even with your game minimized or closed - our helper takes care of your character while you're away.": "Sigue evolucionando aunque el juego esté minimizado o cerrado: nuestro ayudante se ocupa de tu personaje mientras no estás.",
    "Keep your character stats private": "Mantén en secreto los puntos de tu personaje",
    "Key Locations": "Lugares clave",
    "Kills": "Homicidio",
    "Kills:": "Los asesinatos:",
    "King of Yoskreth": "Rey de Yoskreth",
    "Ladies and gentlemen - the most comprehensive MU knowledge base in the world -": "Señoras y señores: la base de datos de MU más completa del mundo -",
    "Last Disconnect": "Última desconexión",
    "Last Login": "Última entrada",
    "Last Updated: January 2025": "Última actualización: enero de 2025",
    "Latest News": "Últimas noticias",
    "Latest Updates": "Últimas actualizaciones",
    "Launching Soon": "Próximo lanzamiento",
    "Learn about event schedule and siege mechanics in our": "Más información sobre la cronología de los acontecimientos y la mecánica de Siege en nuestro",
    "Learn more": "Más información",
    "Learn more!": "Más información",
    "Level": "Nivel",
    "Light": "Brillante",
    "Location": "Ubicación",
    "Locks your items for trade/sale.": "Guarda bajo llave tus artículos de intercambio/venta.",
    "Log Out": "Salida",
    "Log in": "Inicio de sesión",
    "Log in!": "Conéctate.",
    "Logout": "Salida",
    "Looking for a powerful companion?": "¿Busca un compañero potente?",
    "Lotus Mu": "Loto Mu",
    "Lotus Mu (www.lotusmu.org) is committed to protecting your privacy. This policy explains what information we collect, how we use it, and your rights regarding your data.": "Lotus Mu (www.lotusmu.org) se compromete a proteger su privacidad. Esta política explica qué información recopilamos, cómo la utilizamos y cuáles son sus derechos en relación con sus datos.",
    "Lotus Mu provides access to an online game service, including virtual currency, items, communication tools, forums, and related services (collectively, the \"Service\"). We reserve the right to modify, suspend, or discontinue any aspect of the Service at any time.": "Lotus Mu proporciona acceso a un servicio de juego en línea que incluye moneda virtual, objetos, herramientas de comunicación, foros y servicios relacionados (colectivamente, el \"Servicio\"). Nos reservamos el derecho a modificar, suspender o interrumpir cualquier aspecto del Servicio en cualquier momento.",
    "Lotus Mu refers to Lotus Mu LLC and its Affiliates, registered in Bulgaria. Throughout these terms, we may refer to Lotus Mu as \"We\" or \"Us.\" Your continued use of the Service after any updates indicates your acceptance of the revised terms.": "Lotus Mu se refiere a Lotus Mu LLC y sus filiales registradas en Bulgaria. Podemos referirnos a Lotus Mu como \"Nosotros\" o \"Nos\" en estas Condiciones. Su uso continuado del Servicio después de las actualizaciones significa que usted acepta los términos revisados.",
    "Low": "Bajo",
    "MG & DL from Level 1": "MG y DL nivel 1",
    "Maintain the security of your account credentials": "Mantener la seguridad de las credenciales de su cuenta",
    "Maintenance": "Ayuda",
    "Make sure to use a valid email address as it will be needed for account verification and recovery.": "Asegúrese de utilizar una dirección de correo electrónico válida, ya que será necesaria para la verificación y recuperación de la cuenta.",
    "Making fraudulent payment disputes": "Impugnación de pagos fraudulentos",
    "Making threats against server staff is forbidden": "Están prohibidas las amenazas contra el personal del servidor.",
    "Manage your email and password.": "Gestione su correo electrónico y contraseña.",
    "Mark as Resolved": "Marcar como activado",
    "Master the Basics": "Dominar lo básico",
    "Max Excellent Options": "Opciones de exp. máx.",
    "Max Game Client instances": "Número máximo de clientes en el juego",
    "Max Guild Members": "Número máximo de miembros del gremio",
    "Max Resets": "Número máximo de reinicios",
    "Medium": "Medio",
    "Meet them!": "Conócelos.",
    "Members": "Miembros",
    "Microsoft .NET Framework 3.5": "Microsoft .NET Framework 3.5",
    "Move Zen seamlessly between your wallet and characters.": "Mueve Zen sin problemas entre tu cartera y tus personajes.",
    "Moves your character to a certain map.": "Mueve a tu personaje a un mapa específico.",
    "My account was banned/blocked": "Mi cuenta está bloqueada",
    "N/A": "N/A",
    "Name": "Nombre",
    "Never": "Nunca",
    "New": "Nuevo",
    "New Feature": "Nueva función",
    "New Password": "Nueva contraseña",
    "New Ticket": "Nueva solicitud",
    "News": "Noticias",
    "Next Distribution": "Próxima distribución",
    "No": "No",
    "No Kills to Clear": "Sin muertos por limpieza",
    "No Records": "No hay entradas",
    "No archived rankings found.": "No se han encontrado cartas archivadas.",
    "No articles found.": "No se han encontrado artículos.",
    "No characters found.": "No se han encontrado caracteres.",
    "No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "No hay problema. Sólo tienes que indicarnos tu dirección de correo electrónico y te enviaremos un enlace para restablecer la contraseña que te permitirá elegir una nueva.",
    "No replies yet.": "Aún no hay respuestas.",
    "No support tickets found.": "No se han encontrado solicitudes de ayuda.",
    "None": "Ninguno",
    "Normal Mode": "Modo normal",
    "Object to certain uses of your data": "Oponerse a determinados usos de sus datos",
    "Off Attack · 8 hours (6 regular)": "Off Attack - 8 horas (6 regulares)",
    "Off Attack · Obtaining Items": "Off Attack - Recoger objetos",
    "Official rules and conduct standards for Lotus Mu": "Reglas oficiales y normas de conducta de Lotus Mu",
    "Offline": "Fuera de línea",
    "Online": "En línea",
    "Only the Castle Lord can withdraw treasury funds.": "Sólo el gobernante del castillo puede retirar fondos de la tesorería.",
    "Open a support ticket in our": "Abra una solicitud de asistencia en nuestro",
    "Open warehouse in safe zones (available to <b>VIP Players</b> only).": "Almacenamiento abierto en zonas seguras (solo disponible para <b>jugadores VIP</b>).",
    "Operating System": "Sistema operativo",
    "Our pets are game-changers!": "¡Nuestros camaradas están cambiando las reglas del juego!",
    "Our service is not intended for users under 16 years old. If you are under 16, you need parent or guardian permission to use our service.": "Nuestro servicio no está destinado a usuarios menores de 16 años. Si eres menor de 16 años, debes tener permiso de tus padres o tutores para utilizar nuestro servicio.",
    "Our website offers virtual currency and items for use within our Mu Online game. These are classified as digital content and virtual products. While we aim to provide the best service possible, specific conditions apply to refunds of virtual currency and items.": "Nuestro sitio web ofrece moneda virtual y objetos para su uso en el juego Mu Online. Estos se clasifican como contenido digital y productos virtuales. Aunque nos esforzamos por ofrecer el mejor servicio posible, se aplican términos y condiciones específicos al reembolso de moneda y artículos virtuales.",
    "PK Clear": "PK claro",
    "Party Experience Bonus": "Bonificación por fiesta",
    "Password": "Contraseña:",
    "Payment Cancelled": "Pago cancelado",
    "Payment Error": "Error de pago",
    "Payment Issue": "Problema con el pago",
    "Payment Issues": "Problemas con los pagos",
    "Payment failed": "El pago ha fallado",
    "Payment information for virtual currency purchases": "Información de pago para compras en moneda virtual",
    "Payment method": "Forma de pago",
    "Payment session expired. Please start a new purchase.": "La sesión de pago ha expirado. Por favor, inicie una nueva compra.",
    "Payment verification failed": "Error en la verificación del pago",
    "Payment was cancelled. Your account has not been charged.": "El pago ha sido cancelado. No se ha realizado ningún cargo en su cuenta.",
    "Penalty: 14-day account ban": "Sanción: bloqueo de la cuenta durante 14 días",
    "Penalty: 3-day account ban": "Sanción: bloqueo de la cuenta durante 3 días",
    "Penalty: 3-day character ban": "Sanción: expulsión del personaje durante 3 días",
    "Penalty: 30-day account ban": "Sanción: bloqueo de la cuenta durante 30 días",
    "Penalty: 30-day to permanent account ban": "Sanción: prohibición de la cuenta de 30 días a permanente",
    "Penalty: 7-day account ban": "Sanción: 7 días de bloqueo de la cuenta",
    "Penalty: 7-day to permanent account ban": "Sanción: bloqueo de la cuenta de 7 días a permanente",
    "Penalty: 7-day to permanent account ban if exploited": "Sanción: bloqueo de la cuenta de 7 días a permanente si se utiliza",
    "Penalty: Chat ban or 7-day account block": "Sanción: bloqueo del chat o de la cuenta durante 7 días",
    "Pending": "En espera",
    "Pentium 4 – 2.0 Ghz or higher": "Pentium 4 - 2,0 Ghz o más",
    "Period": "Periodo",
    "Period:": "Punto:",
    "Permission Denied": "Permiso denegado",
    "Pet Collection": "Compañeros de colección",
    "Play for Free": "Jugar gratis",
    "Player kills for ": "Asesinatos de jugadores por",
    "Players": "Jugadores",
    "Players can track your location": "Los jugadores pueden rastrear tu ubicación",
    "Please be aware of the following:": "Tenga en cuenta lo siguiente:",
    "Please logout from the game to proceed.": "Para continuar, sal del juego.",
    "Please select a package and payment method to continue.": "Seleccione un paquete y un método de pago para continuar.",
    "Please wait :seconds seconds before trying again.": "Espere :seconds segundos antes de volver a intentarlo.",
    "Points awarded for monster hunting.": "Puntos concedidos por la caza de monstruos.",
    "Points awarded for winning in events.": "Puntos concedidos por ganar pruebas.",
    "Position": "Posición",
    "Post a global message to the server.": "Envía un mensaje global al servidor.",
    "Prevent cheating and protect our services": "Prevenir el fraude y proteger nuestros servicios",
    "Price": "Precio",
    "Price:": "Precio:",
    "Priority": "Prioridad",
    "Privacy Policy": "Política de privacidad",
    "Privacy and Data Protection": "Privacidad y protección de datos",
    "Process your payments and deliver virtual items": "Procese sus pagos y entregue artículos virtuales",
    "Processor": "Procesador",
    "Profile Settings": "Configuración del perfil",
    "Progressive Quests": "Misiones progresivas",
    "Prohibited Actions": "Acciones prohibidas",
    "Prohibited Activities": "Actividades prohibidas",
    "Promptly update any changes to your information": "Actualice inmediatamente cualquier cambio en su información.",
    "Provide accurate and complete registration information": "Proporcionar información de registro precisa y completa",
    "Provide and maintain the game service": "Proporcionar y mantener el servicio de juego",
    "Psst... these bundles are packed with goodies to begin your adventure in style.": "Psst... estos packs están llenos de golosinas para empezar tu aventura con estilo.",
    "Punishment duration increases with repeated violations": "La duración de la sanción aumenta en caso de reincidencia",
    "Purchase Successful": "Compra con éxito",
    "Quests": "Questi",
    "Quick Withdraw": "Remolque rápido",
    "Rank": "Rango",
    "Rankings": "Clasificaciones",
    "Rankings reset immediately after rewards distribution.": "Las tablas de clasificación se restablecen inmediatamente después de la distribución de los premios.",
    "Re-assign your stats.": "Redistribuye tus puntos.",
    "Reach us on": "Póngase en contacto con nosotros en",
    "Ready to start your adventure? Download our game client and join the world of Lotus Mu.": "¿Listo para comenzar tu aventura? Descarga nuestro cliente de juego y únete al mundo de Lotus Mu.",
    "Reason: :reason": "Razón: :reason",
    "Recipient": "Destinatario",
    "Refined.": "Refinado.",
    "Refund Eligibility": "Derecho a reembolso",
    "Refund Policy": "Política de reembolso",
    "Refund Restrictions": "Restricciones a las devoluciones",
    "Refunds will not be available under the following circumstances:": "No se efectuarán reembolsos en las siguientes circunstancias:",
    "Register": "Inscripción",
    "Register Now": "Inscríbete ahora",
    "Registration": "Inscripción",
    "Registration and Account Security": "Registro de cuentas y seguridad",
    "Regular": "Regular",
    "Reimagined.": "Reconsiderado.",
    "Remaining Prize Pool": "Fondo de premios restante",
    "Remember me": "Acuérdate de mí",
    "Reopen Ticket": "Reapertura de la solicitud",
    "Request deletion of your data": "Solicitud de supresión de sus datos",
    "Resend Verification Email": "Reenviar correo electrónico de verificación",
    "Reset Password": "Recuperación de contraseñas",
    "Reset Points": "Puntos para Resetti",
    "Reset System": "Sistema Resetti",
    "Reset Zen": "Zen para Resetti",
    "Reset your password": "Recuperar la contraseña",
    "Resets": "Resetti",
    "Resolved": "Resuelto",
    "Review the number of times you've registered for events with attendance limitations.": "Repase cuántas veces ha participado en eventos de participación limitada.",
    "Revolutionary.": "Revolucionario.",
    "Reward": "Premio",
    "Rewards are distributed every Sunday at 23:59 server time.": "Los premios se distribuyen todos los domingos a las 23:59, hora del servidor.",
    "Right of Withdrawal": "Derecho de retractación",
    "Safe digital payments worldwide": "Pagos digitales seguros en todo el mundo",
    "Save": "Guardar",
    "Schedule": "Horario",
    "Scheduled for:": "Programado para:",
    "Score": "Resultado",
    "Security": "Protección",
    "See the full quest line!": "¡Echa un vistazo a todas las misiones!",
    "See what's cooking!": "¡Mira lo que se cuece!",
    "Seize the throne in the": "Ocupa el trono en",
    "Select destination character": "Elige un héroe",
    "Select source character": "Elige una fuente de héroes",
    "Selection Required": "Elección necesaria",
    "Selling or trading accounts or virtual items outside of official channels": "Vender o intercambiar cuentas u objetos virtuales fuera de los canales oficiales.",
    "Send": "Enviar a",
    "Send Gift": "Enviar un regalo",
    "Server Info": "Información del servidor",
    "Server Overview": "Visión general del servidor",
    "Server Regulations": "Normas del servidor",
    "Server Switch Failed": "Fallo en el cambio de servidor",
    "Server Switched": "Cambiar el servidor",
    "Server Version": "Versión del servidor",
    "Shipping and Delivery": "Envío y entrega",
    "Shows the necessary requisites for the current quest.": "Muestra los accesorios necesarios para la búsqueda actual.",
    "Sign In": "Inicio de sesión",
    "Sign up now!": "Inscríbase ahora",
    "Smart conveniences and helpful utilities that make your daily adventures smoother and more enjoyable.": "Comodidades inteligentes y servicios útiles que hacen que sus aventuras diarias sean más fluidas y agradables.",
    "Some issues can be resolved faster through Discord chat. Add your username if you want this option.": "Algunos problemas pueden resolverse más rápidamente a través del chat de Discord. Añade tu nombre de usuario si quieres esta opción.",
    "Special Monsters": "Monstruos especiales",
    "Staff Relations": "Relaciones con el personal",
    "Starter Packs": "Packs de inicio",
    "Starter buffs inside!": "¡Lanzando buffs dentro!",
    "Starting Item Bundles": "Packs de inicio con artículos",
    "Stat Points Per Level": "Puntos por nivel",
    "Status": "Estado",
    "Stay ahead with real-time tracking of events and invasions across the realm.": "Manténgase al día con el seguimiento en tiempo real de los acontecimientos y las invasiones en todo el Reino.",
    "Stealing event rewards": "Robo de premios en eventos",
    "Stealth Mode": "Modo oculto",
    "Stealth Mode conceals your character's information from public view.": "El modo sigilo oculta la información sobre tu personaje a la vista del público.",
    "Stealth Mode has been ": "El modo oculto es",
    "Stealth Mode has been enabled successfully.": "El modo sigilo se ha activado correctamente.",
    "Stealth Mode has been extended successfully.": "El modo sigilo se ha ampliado con éxito.",
    "Stealth Mode is already enabled on your account.": "El modo oculto ya está activado en tu cuenta.",
    "Stealth Mode is not enabled on your account.": "El modo oculto no está activado en tu cuenta.",
    "Still having issues?": "¿Sigues teniendo problemas?",
    "Stores": "Tienda",
    "Strength": "Potencia",
    "Subject": "Tema",
    "Submit": "Enviar a",
    "Submit a new support ticket for your questions or issues.": "Envíe una nueva solicitud de asistencia para sus preguntas o problemas.",
    "Submit a request through our": "Envíe una solicitud a través de nuestro",
    "Success": "Suerte",
    "Success!": "Buena suerte.",
    "Successfully withdrew :amount Zen from castle treasury": "Retirado con éxito :amount Zen del tesoro del castillo",
    "Succinct and informative updates about Lotus Mu.": "Actualizaciones breves e informativas sobre Lotus Mu.",
    "Support": "Ayuda",
    "Switched to :server - x:rate": "Cambiar a :server - x:rate",
    "System": "Sistema",
    "System Memory": "Memoria del sistema",
    "Tax Rate": "Tasa",
    "Technical Violations": "Infracciones técnicas",
    "Technical information (IP address, browser type, device info)": "Información técnica (dirección IP, tipo de navegador, información del dispositivo)",
    "Termination": "Terminación",
    "Terms of Service": "Condiciones de uso",
    "Thanks for signing up!": "Gracias por inscribirse.",
    "The Citadel": "La Ciudadela",
    "The Journey Begins Here": "El viaje comienza aquí",
    "The account has been involved in any violation of our": "La cuenta estuvo implicada en una infracción de nuestro",
    "The account shows patterns of refund abuse or suspicious activity": "La cuenta muestra patrones de reembolsos abusivos o actividad sospechosa.",
    "The administration reserves the right to modify ban durations": "La administración se reserva el derecho de modificar la duración de la prohibición.",
    "The following actions are strictly prohibited and may result in legal action and permanent account termination:": "Las siguientes acciones están estrictamente prohibidas y pueden dar lugar a acciones legales y a la cancelación permanente de la cuenta:",
    "The following activities are strictly prohibited:": "Las siguientes actividades están estrictamente prohibidas:",
    "The numbers don't lie — players and guilds ranked by their achievements.": "Las cifras no mienten: los jugadores y los gremios se clasifican en función de sus logros.",
    "The numbers don’t lie — players and guilds ranked by their achievements.": "Las cifras no mienten: los jugadores y los gremios se clasifican en función de sus logros.",
    "The purchase was made more than 14 days ago": "La compra se realizó hace más de 14 días",
    "The request is made within 14 days of the original purchase": "La solicitud se realiza en un plazo de 14 días a partir de la compra original",
    "The server administration guarantees account security for compliant users": "La administración del servidor garantiza la seguridad de las cuentas de los usuarios compatibles.",
    "The ticket has been marked as resolved. Thank you for your patience.": "La solicitud está marcada como permitida. Gracias por su paciencia.",
    "The virtual currency has been partially or fully spent within the game": "La moneda virtual se gasta parcial o totalmente dentro del juego.",
    "The virtual currency remains completely unused in your account": "La moneda virtual permanece completamente inutilizada en su cuenta.",
    "There are currently no published articles in this category.": "Actualmente no hay artículos publicados en esta categoría.",
    "There are key locations in the realm of Lotus Mu - they are the cornerstones of everything, and you'll visit them often.": "Hay lugares clave en el mundo de Lotus Mu: son las piedras angulares de todo y los visitarás a menudo.",
    "These areas are home to special monsters with valuable loot. Visit them regularly to make the most of your farming runs.": "En estas zonas se encuentran monstruos especiales con valiosos botines. Visítalas con regularidad para sacar el máximo partido a tu caza.",
    "These terms are governed by the laws of Bulgaria and the European Union. Any disputes shall be subject to the exclusive jurisdiction of the courts of Bulgaria, without prejudice to mandatory consumer protection laws in your jurisdiction.": "Estas condiciones se rigen por la legislación de Bulgaria y de la Unión Europea. Todas las disputas están sujetas a la jurisdicción exclusiva de los tribunales búlgaros, sin perjuicio de las leyes obligatorias de protección del consumidor en su jurisdicción.",
    "Think Dark Knight should be more powerful than the Leather set?": "¿Crees que Dark Knight debería ser más poderoso que Leather?",
    "Think crafting in MU Online needs a fresh take?": "¿Cree que MU Online necesita un nuevo enfoque?",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es una zona protegida de la aplicación. Confirme su contraseña antes de continuar.",
    "This payment session is no longer valid. Please start a new purchase.": "Esta sesión de pago ya no es válida. Por favor, inicie una nueva compra.",
    "Three": "Tres",
    "Ticket Details": "Detalles de la solicitud",
    "Ticket Reopened": "Reapertura de la solicitud",
    "Ticket Resolved": "Solicitud resuelta",
    "Ticket created successfully.": "La consulta se ha creado correctamente.",
    "Ticket not found or you don't have permission to view it.": "Consulta no encontrada o no tiene permiso para verla.",
    "Tier 1": "Nivel 1",
    "Tier 2": "Nivel 2",
    "Tier 3": "Nivel 3",
    "Time Until Distribution": "Plazo de distribución",
    "Time Your Adventures": "Planifique sus aventuras",
    "To (Destination)": "A (destino)",
    "To form a Character Set Party, your party must consist of different character classes.": "Para crear un grupo con un conjunto de personajes, debe estar formado por diferentes clases de personajes.",
    "Toggle dark mode": "Cambiar a modo oscuro",
    "Tokens": "Fichas",
    "Too Many Attempts": "Demasiados intentos",
    "Too many email update attempts. Please wait :minutes minutes.": "Demasiados intentos de actualización del correo electrónico. Por favor, espere :minutes minutos.",
    "Too many exchanges. Please wait :seconds seconds.": "Demasiados intercambios. Por favor espere :seconds segundos.",
    "Too many password update attempts. Please wait :minutes minutes.": "Demasiados intentos de actualización de contraseña. Por favor, espere :minutes minutos.",
    "Too many replies submitted. Please wait :seconds seconds.": "Se han enviado demasiadas respuestas. Por favor, espere :seconds segundos.",
    "Too many search attempts. Please wait :seconds seconds.": "Demasiados intentos de búsqueda. Por favor, espere :seconds segundos.",
    "Too many tickets created. Please wait :minutes minutes.": "Se han creado demasiadas solicitudes. Por favor, espere :minutes minutos.",
    "Too many transfers. Please wait :seconds seconds.": "Demasiadas transferencias. Por favor espere :seconds segundos.",
    "Too many withdrawals. Please wait :seconds seconds.": "Demasiadas retiradas. Por favor espere :seconds segundos.",
    "Too many zen transfers. Please wait :seconds seconds.": "Demasiadas transferencias Zen. Por favor espere :seconds  segundos.",
    "Top Banner Announcement": "Mensaje del banner superior",
    "Top performers in our weekly rankings receive special rewards for their dedication.": "Los mejores resultados en nuestras clasificaciones semanales reciben premios especiales por su dedicación.",
    "Total": "Total",
    "Total (including :rate% tax)": "Total (incluida la tasa :rate%)",
    "Total Resets": "Total de reinicios",
    "Total Score": "Resultado global",
    "Transfer": "Transferencia",
    "Transfer Blocked": "Transferencia bloqueada",
    "Transfer Completed": "La transferencia se ha completado",
    "Transfer Zen": "Transferencia Zen",
    "Transfer tokens, credits, or zen to another user.": "Transferir fichas, créditos o Zen a otro usuario.",
    "Transfer would exceed the maximum Zen limit for :name.": "La transferencia superará el límite máximo de Zen para :name.",
    "Transferred :amount Zen from :from to :to": "Transferido :amount Zen de :from a :to",
    "Transferred :amount Zen from :name to Zen Wallet": "Transferido :amount Zen de :name a Zen Wallet",
    "Transferred :amount Zen from wallet to :name": "Transferido :amount Zen del monedero a :name",
    "Turn off all requests.": "Excluir todas las solicitudes.",
    "Turn on all requests.": "Incluya todas las solicitudes.",
    "Two": "Dos",
    "Two tiers!": "¡Dos niveles!",
    "Unable to cancel payment. Please contact support if you see any charges.": "No puedo cancelar un pago. Póngase en contacto con el servicio de asistencia si ve algún cargo.",
    "Unable to start payment process. Please try again.": "Es imposible iniciar el proceso de pago. Por favor, inténtelo de nuevo.",
    "Unbundles your bundled jewels (Bless, Soul, Life etc.).": "Desata tus gemas (bendición, alma, vida, etc).",
    "Unknown User": "Usuario desconocido",
    "Unlocks your items for trade/sale.": "Desbloquea tus objetos para intercambiarlos o venderlos.",
    "Unstuck Character": "Mover personaje",
    "Update Password": "Actualizar contraseña",
    "Update your account": "Actualice su perfil",
    "Update your appearance settings.": "Actualizar la configuración de la apariencia.",
    "Updates": "Actualizaciones",
    "Upgrade": "Actualizar",
    "Upgrade Your Account": "Actualizar su cuenta",
    "Upgrade to": "Actualizar a",
    "Upgrade your account, or extend your VIP subscription for continued benefits.": "Actualice su cuenta o amplíe su suscripción VIP para seguir disfrutando de las ventajas.",
    "Username": "Nombre de usuario",
    "Users must report all violations to administration": "Los usuarios deben informar de todas las infracciones a la administración.",
    "Using cheats, automation software, bots, hacks, or any unauthorized third-party software": "Uso de estafas, software de automatización, bots, hacks o cualquier software de terceros no autorizado.",
    "Utilities": "Herramientas",
    "VIP Arena": "Arena VIP",
    "VIP Subscription Extended": "Se amplía la suscripción VIP",
    "Video Card": "Tarjeta de vídeo",
    "View All": "Ver todos",
    "View Details": "Ver detalles",
    "View and manage your support ticket.": "Vea y gestione su solicitud de asistencia.",
    "View past rankings and their rewards.": "Consulte las clasificaciones anteriores y sus premios.",
    "View your recent activities.": "Repase sus actividades recientes.",
    "Violating any applicable laws or regulations": "Violación de las leyes o reglamentos aplicables",
    "Virtual Currency and Items": "Moneda y objetos virtuales",
    "Virtual Currency and Products": "Moneda y productos virtuales",
    "Virtual currency and items are licensed, not sold, to you. You have no property rights in virtual items. We reserve the right to modify or remove virtual items at any time. Please refer to our Refund Policy for information about purchases.": "La moneda y los objetos virtuales se conceden bajo licencia, no se venden. Usted no tiene ningún derecho de propiedad sobre los objetos virtuales. Nos reservamos el derecho a cambiar o eliminar artículos virtuales en cualquier momento. Consulte nuestra Política de reembolso para obtener información sobre las compras.",
    "Visit our": "Visite nuestro",
    "Vitality": "Vitalidad",
    "Wallet": "Cartera",
    "We collect the following information:": "Recogemos la siguiente información:",
    "We couldn't complete your payment. The transaction was declined or cancelled.": "No hemos podido completar su pago. La transacción ha sido rechazada o cancelada.",
    "We couldn't verify your payment status. If your account was charged, please contact support.": "No hemos podido verificar el estado de su pago. Si se ha realizado algún cargo en su cuenta, póngase en contacto con nuestro departamento de asistencia.",
    "We encountered a technical issue. Please try again or contact support if the problem persists.": "Se ha producido un problema técnico. Vuelva a intentarlo o póngase en contacto con el servicio de asistencia si el problema persiste.",
    "We encourage you to contact our support team before initiating any payment disputes. EU customers have the right to use the EU Online Dispute Resolution platform at": "Le recomendamos que se ponga en contacto con nuestro equipo de asistencia antes de empezar a impugnar pagos. Los clientes de la UE tienen derecho a utilizar la plataforma de resolución de litigios en línea de la UE en",
    "We exclusively provide digital content and virtual goods. These are delivered automatically upon successful payment confirmation. No physical items are shipped.": "Proporcionamos exclusivamente contenidos digitales y bienes virtuales. Se entregan automáticamente tras la confirmación del pago. No se entregan artículos físicos.",
    "We have two designated farming maps:": "Tenemos dos mapas de caza designados:",
    "We may modify these terms at any time. We will notify you of material changes via email or through our Service. Your continued use of the Service after such modifications constitutes acceptance of the updated terms.": "Podemos modificar estas condiciones en cualquier momento. Le notificaremos los cambios importantes por correo electrónico o a través de nuestro Servicio. Su uso continuado del Servicio después de dichos cambios constituye la aceptación de los términos actualizados.",
    "We may update this policy from time to time. We will notify you of any significant changes through the website or by email.": "Podemos actualizar esta política de vez en cuando. Le notificaremos cualquier cambio sustancial a través del sitio web o por correo electrónico.",
    "We process personal data in accordance with our Privacy Policy and applicable data protection laws, including the EU General Data Protection Regulation (GDPR). By using our Service, you consent to our collection and processing of your personal data as described in our Privacy Policy.": "Tratamos los datos personales de conformidad con nuestra Política de Privacidad y la legislación aplicable en materia de protección de datos, incluido el Reglamento General de Protección de Datos (RGPD) de la UE. Al utilizar nuestro Servicio, usted acepta la recopilación y el tratamiento de sus datos personales tal y como se describe en nuestra Política de privacidad.",
    "We redesigned it completely!": "Lo hemos rediseñado por completo.",
    "We reserve the right to suspend or terminate your account for any violation of these terms, inappropriate behavior, or for any other reason at our discretion. Upon termination, you will lose access to your account and any virtual items or currency associated with it.": "Nos reservamos el derecho a suspender o cancelar su cuenta por incumplimiento de estas Condiciones, conducta inapropiada o por cualquier otro motivo a nuestra entera discreción. En caso de cancelación, perderá el acceso a su cuenta y a todos los artículos virtuales o divisas asociados a ella.",
    "We take security seriously and use appropriate measures to protect your information. However, no internet transmission is completely secure, so please use strong passwords and keep your account information safe.": "Nos tomamos muy en serio la seguridad y utilizamos las medidas adecuadas para proteger su información. Sin embargo, ninguna transmisión de datos por Internet es completamente segura, así que utilice contraseñas seguras y mantenga a salvo la información de su cuenta.",
    "We think so too!": "Nosotros también lo creemos.",
    "We use your information to:": "Utilizamos su información para:",
    "We're on it! We'll reach out about this ticket as soon as possible.": "Estamos trabajando en ello. Nos pondremos en contacto con usted lo antes posible.",
    "Web Shop": "Tienda web",
    "Weekly": "Clasificación semanal",
    "Weekly Event Score": "Resultado semanal de los acontecimientos",
    "Weekly Hunt Score": "Resultado semanal de la caza",
    "Weekly Rankings Archive": "Archivo de gráficos semanales",
    "Weekly Rankings Rewards": "Clasificación semanal",
    "Welcome Back": "Bienvenido de nuevo",
    "Welcome to Lotus Mu. By accessing and using our services, you agree to these Terms of Service (\"TOS\"). These terms constitute a legally binding agreement between you and Lotus Mu. We may update these terms at any time, and will notify you of any material changes via email or through our service.": "Bienvenido a Lotus Mu. Al acceder y utilizar nuestros servicios, usted acepta las presentes Condiciones de Uso (\"CDU\"). Estas Condiciones constituyen un acuerdo legalmente vinculante entre usted y Lotus Mu. Podemos actualizar estos Términos en cualquier momento y le notificaremos cualquier cambio material por correo electrónico o a través de nuestro Servicio.",
    "What are the minimum system requirements?": "¿Cuáles son los requisitos mínimos del sistema?",
    "What are the server maintenance times?": "¿Cuál es el tiempo de mantenimiento del servidor?",
    "What should I do if the game won't start?": "¿Qué debo hacer si el juego no se inicia?",
    "What truly sets Lotus Mu apart is our dedication to knowledge sharing and documentation.": "Lo que realmente diferencia a Lotus Mu es nuestra dedicación al intercambio de conocimientos y a la documentación.",
    "What's new around here?": "¿Qué hay de nuevo?",
    "Who's on top?": "¿Quién está arriba?",
    "Why is my game performance low/laggy?": "¿Por qué el rendimiento de mi juego es bajo/lento?",
    "Wiki": "Wiki",
    "Windows 7 or newer": "Windows 7 o posterior",
    "Withdraw": "Descargar",
    "Yes": "Sí",
    "Yes, the game is completely free to play. We offer optional VIP and cash shop items that provide convenience but do not affect game balance.": "Sí, el juego es completamente gratuito. Ofrecemos artículos opcionales VIP y de la tienda de efectivo que proporcionan comodidad pero no afectan al equilibrio del juego.",
    "Yoskreth": "Yoskreth",
    "You agree to:": "Usted se compromete a:",
    "You already have an active VIP subscription until :date.": "Ya tiene una suscripción VIP activa hasta :date.",
    "You can always update this in your settings.": "Siempre puedes actualizarlo en la configuración.",
    "You can create an account through our": "Puede crear una cuenta en nuestro",
    "You cannot send :resource while your account is banned.": "No puedes enviar :resource mientras tu cuenta esté desactivada.",
    "You do not have permission to modify to this ticket.": "No tiene permiso para modificar esta solicitud.",
    "You do not have permission to reply to this ticket.": "No tiene permiso para responder a esta solicitud.",
    "You must be at least 16 years old to use our Service. If you are between 16 and 18 years old, you represent that you have your parent or legal guardian's permission to use the Service. Some features may require you to be 18 years or older.": "Debe tener al menos 16 años para utilizar nuestro Servicio. Si tiene entre 16 y 18 años, declara que tiene permiso de sus padres o tutor legal para utilizar el Servicio. Algunas funciones pueden requerir que usted tenga 18 años o más.",
    "You need to have an active VIP subscription to extend it.": "Para ampliarlo, debe tener una suscripción VIP activa.",
    "YouTube": "YouTube",
    "You're about to upgrade your account to": "Está a punto de actualizar su cuenta a",
    "You've sent :amount :resource to :recipient. Tax paid: :tax :resource": "Ha enviado :amount :resource a :recipient. Impuesto pagado: :tax :resource",
    "Your Rights": "Sus derechos",
    "Your VIP subscription has been extended for :duration days.": "Su suscripción VIP se ha ampliado en :duration días de duración.",
    "Your account has been upgraded to :level VIP for :duration days.": "Su cuenta pasa al nivel :level VIP durante :duration días.",
    "Your account has sufficient balance to reverse the transaction completely": "Hay saldo suficiente en su cuenta para anular la operación por completo.",
    "Your account information will be hidden for :duration days.": "La información de tu cuenta permanecerá oculta durante :duration días.",
    "Your account is in good standing with no history of fraudulent activity": "Su cuenta está al día y no tiene antecedentes de actividad fraudulenta.",
    "Your character ": "Tu héroe",
    "Your email address is unverified.": "Su dirección de correo electrónico no está confirmada.",
    "Your path, your possibilities": "Tu camino, tus oportunidades",
    "Your path, your possibilities.": "Tu camino, tus posibilidades.",
    "Your reply has been successfully added to the ticket.": "Su respuesta se ha añadido correctamente a la solicitud.",
    "Your stealth mode period will be extended for :duration more days.": "El periodo de modo Sigilo se ampliará otros :duration días de duración.",
    "Your tokens have been successfully added to your account.": "Tus fichas se han añadido correctamente a tu cuenta.",
    "Your username": "Tu nombre de usuario",
    "Zen": "Zen",
    "Zen Wallet": "Cartera Zen",
    "and how to make use of the": "y cómo beneficiarse de",
    "and our team will assist you.": "y nuestro equipo le ayudará.",
    "auth.password": "Contraseña",
    "days": "días",
    "decreases with resets": "disminuye al restablecerse",
    "event schedule.": "programa de actos.",
    "extra": "además",
    "for detailed assistance": "para obtener ayuda detallada",
    "for immediate assistance": "para asistencia inmediata",
    "for real-time support": "para asistencia en tiempo real",
    "has launched!": "¡lanzado!",
    "is required to run the game. Please install it before downloading the client.": "es necesario para iniciar el juego. Instálalo antes de descargar el cliente.",
    "kills": "matando a",
    "launching in": "lanzar en",
    "mu helper": "Asistente MU",
    "off helper.": "el asistente offline.",
    "or": "o",
    "or track your next prey in the": "o rastrea tu próxima presa en",
    "our wiki": "nuestra wikipedia",
    "points": "puntos",
    "read our guides.": "lea nuestras guías.",
    "registration page": "página de inscripción",
    "starts at :starting": "a partir de :starting",
    "submit a support ticket": "enviar una solicitud de asistencia",
    "submit a support ticket.": "envíe una solicitud de asistencia.",
    "submit a ticket.": "presentar una solicitud.",
    "the Lotus Mu Wiki.": "Lotus Mu wiki.",
    "tokens": "fichas",
    "wiki guide.": "guía wikipedia.",
    "wins": "gana",
    "{$scope->label()} {$this->label()} Score": "{ $scope->label()} { $this->label()} Resultado",
    "– exclusive battleground zone.": "- zona exclusiva de combate.",
    "– leveling zone for our VIP Members.": "- zona de subida de nivel para nuestros miembros VIP.",
    "– the capital city of Lotus Mu.": "- la capital de Lotus Mu.",
    "Built with balance in mind, Lotus Mu brings fresh mechanics to the classic MU Online formula. Every feature is carefully crafted to enhance gameplay without compromising the core experience that made the game legendary.": "Diseñado pensando en el equilibrio, Lotus Mu aporta nuevas mecánicas a la fórmula clásica de MU Online. Cada característica ha sido cuidadosamente diseñada para mejorar la jugabilidad sin comprometer la experiencia básica que hizo legendario al juego.",
    "Plenty of special monsters scattered throughout the realm - from weak to strong, each rewarding in its own way. Find them roaming our carefully crafted farm areas, or face the most formidable ones in the citadel.": "Montones de monstruos especiales repartidos por todo el reino, de débiles a fuertes, cada uno gratificante a su manera. Encuéntralos recorriendo nuestras zonas de caza cuidadosamente creadas, o enfréntate a los más temibles en la Ciudadela.",
    "Learn more in": "Más información en",
    "Are you curious?": "¿Sientes curiosidad?",
    "Learn how to pilot the": "Aprenda a gestionar",
    "Want to see how it works?": "¿Quieres ver cómo funciona?",
    "Ready to start your journey?": "¿Listo para empezar tu aventura?",
    "Curious about crafting?": "¿Sientes curiosidad por el kraft?",
    "Want the full schedule?": "¿Quiere conocer el programa completo?",
    "Curious about their powers?": "¿Tienes curiosidad por conocer sus poderes?",
    "Join the Lotus Mu Community as Mu Online enters a new era of gameplay. Experience our signature progressive item system, rich quest system, and an innovative crafting system that rewards creativity.": "Únete a la comunidad Lotus Mu mientras Mu Online entra en una nueva era de juego. Disfruta de nuestro característico sistema de objetos progresivos, de un rico sistema de misiones y de un innovador sistema de artesanía que recompensa la creatividad.",
    "Search...": "Buscando...",
    "Select class...": "Elige tu clase...",
    "All": "Todos",
    "Knights": "Caballeros",
    "Wizards": "Magos",
    "Elves": "Elfos",
    "Gladiators": "Gladiadores",
    "Lords": "Señores",
    "Ancient powers adapted for modern battles. Enhance your gameplay with carefully balanced buffs that respect the core experience.": "Fuerzas antiguas adaptadas a las batallas modernas. Mejora tu juego con bonificaciones cuidadosamente equilibradas que se alinean con la experiencia principal.",
    "Consumables": "Consumibles",
    "Scrolls & Orbs": "Pergaminos y orbes",
    "Pets & Wings": "Camaradas y alas",
    "Title": "Título",
    "Reply": "Respuesta",
    "In Progress": "En curso",
    "On Hold": "Detenido",
    "Update your account's profile email address.": "Actualice la dirección de correo electrónico del perfil de su cuenta.",
    "Your password": "Tu contraseña",
    "Language has been changed successfully.": "El idioma se ha cambiado correctamente.",
    "Language Changed": "Se ha modificado la redacción",
    "Change language": "Cambio de idioma",
    "You must agree to the terms and conditions to continue.": "Debe aceptar los términos y condiciones para continuar."
}
