{
    " - from server mechanics to events and features!": " - desde a mecânica do servidor até aos eventos e funcionalidades!",
    " and ": " e",
    "+10% Bonus Drop": "+10% de bónus de queda",
    "+20% Bonus EXP": "+20% Bónus EXP",
    ", which form an integral part of these Terms. These guidelines detail the standards of behavior, game rules, and penalties for violations.": "que fazem parte integrante destas Condições. Estas diretrizes detalham os padrões de comportamento, as regras do jogo e as penalizações por violações.",
    ".": ".",
    "1 GB or higher": "1 GB ou superior",
    "1. Check your email for ban reason and duration.": "1. Verifique no seu correio eletrónico o motivo e a duração da proibição.",
    "1. Click ": "1. Clicar em",
    "1. Contact support through our website support form.": "1. Contactar a assistência através do formulário de assistência do nosso sítio Web.",
    "1. Download the client from any of the provided mirrors above.": "1. Descarregue o cliente a partir de qualquer um dos espelhos fornecidos acima.",
    "1. Go to your": "1. Aceda ao seu",
    "1. Planned maintenance will be announced on our website and Discord server.": "1. A manutenção planeada será anunciada no nosso sítio Web e no servidor Discord.",
    "1. Standard tickets: Response within 24-48 hours.": "1. Bilhetes normais: Resposta dentro de 24-48 horas.",
    "1. Submit an account deletion request.": "1. Apresentar um pedido de eliminação de conta.",
    "1. Update your graphics drivers to the latest version.": "1. Actualize os controladores gráficos para a versão mais recente.",
    "1. Verify .NET Framework 3.5 is installed correctly.": "1. Verifique se o .NET Framework 3.5 está instalado corretamente.",
    "1. Wait 15 minutes after payment for tokens to appear automatically.": "1. Aguarde 15 minutos após o pagamento para que os tokens apareçam automaticamente.",
    "1. Yes, multiple accounts are allowed per player.": "1. Sim, são permitidas várias contas por jogador.",
    "2. Account security issues: Priority response within 12 hours.": "2. Problemas de segurança da conta: Resposta prioritária no prazo de 12 horas.",
    "2. Each account requires a unique email address for verification.": "2. Cada conta requer um endereço de correio eletrónico único para verificação.",
    "2. Emergency maintenance will be announced on our Discord.": "2. A manutenção de emergência será anunciada no nosso Discord.",
    "2. Enter your account email address.": "2. Introduza o endereço de correio eletrónico da sua conta.",
    "2. Enter your current password for verification.": "2. Introduza a sua palavra-passe atual para verificação.",
    "2. If tokens do not appear, check your payment confirmation email.": "2. Se os tokens não aparecerem, verifique o seu e-mail de confirmação de pagamento.",
    "2. Include screenshots or video evidence when possible.": "2. Incluir capturas de ecrã ou provas de vídeo sempre que possível.",
    "2. Lower in-game graphics settings.": "2. Reduzir as definições gráficas do jogo.",
    "2. Run the game as Administrator.": "2. Executar o jogo como Administrador.",
    "2. Run the installer and follow the instructions.": "2. Execute o instalador e siga as instruções.",
    "2. Submit an appeal through the support system.": "2. Apresentar um recurso através do sistema de apoio.",
    "2. Verify ownership.": "2. Verificar a propriedade.",
    "2GB or higher": "2 GB ou superior",
    "3. Account data is retained for 30 days after deletion.": "3. Os dados da conta são conservados durante 30 dias após a sua eliminação.",
    "3. Check our news channel for server status and maintenance updates.": "3. Consulte o nosso canal de notícias para obter informações sobre o estado do servidor e actualizações de manutenção.",
    "3. Close unnecessary background applications.": "3. Feche as aplicações de fundo desnecessárias.",
    "3. Enter and confirm your new password.": "3. Introduza e confirme a sua nova palavra-passe.",
    "3. Follow the recovery instructions sent to your email.": "3. Siga as instruções de recuperação enviadas para o seu correio eletrónico.",
    "3. For PayPal payments, verify the transaction status in your PayPal account.": "3. Para pagamentos PayPal, verifique o estado da transação na sua conta PayPal.",
    "3. Make sure .NET Framework 3.5 is installed.": "3. Certifique-se de que o .NET Framework 3.5 está instalado.",
    "3. Make sure all game files are extracted properly.": "3. Certifique-se de que todos os ficheiros do jogo foram extraídos corretamente.",
    "3. Maximum of 3 game clients can be run simultaneously per user.": "3. É possível executar um máximo de 3 clientes de jogo em simultâneo por utilizador.",
    "3. Payment issues: Response within 24 hours.": "3. Problemas de pagamento: Resposta no prazo de 24 horas.",
    "3. Provide any evidence supporting your appeal.": "3. Forneça todos os elementos de prova em apoio do seu recurso.",
    "3. Provide detailed information about the issue or incident.": "3. Fornecer informações pormenorizadas sobre o problema ou incidente.",
    "30 (35 with Dark Lord as a Guild Master)": "30 (35 com o Senhor das Trevas como Mestre de Guilda)",
    "3D graphics processor": "Processador gráfico 3D",
    "4. Appeals are typically reviewed within 48-72 hours.": "4. Os recursos são normalmente analisados num prazo de 48 a 72 horas.",
    "4. Check your internet connection stability.": "4. Verifique a estabilidade da sua ligação à Internet.",
    "4. Deletion is permanent and cannot be reversed after 30 days.": "4. A eliminação é permanente e não pode ser anulada após 30 dias.",
    "4. Each account must be logged in from a separate client.": "4. Cada conta deve ser iniciada a partir de um cliente separado.",
    "4. For card payments, check if your bank approved the transaction.": "4. Para pagamentos com cartão, verifique se o seu banco aprovou a transação.",
    "4. General inquiries: Response within 48-72 hours.": "4. Questões de carácter geral: Resposta em 48-72 horas.",
    "4. If you cannot access your email, contact support with proof of ownership.": "4. Se não conseguir aceder ao seu correio eletrónico, contacte o serviço de apoio com um comprovativo de propriedade.",
    "4. Maintenance typically lasts 2-4 hours.": "4. A manutenção dura normalmente 2 a 4 horas.",
    "4. Run the main executable (Launcher.exe).": "4. Executar o executável principal (Launcher.exe).",
    "4. Run the resolution and language scripts located in the Scripts folder of the game client directory.": "4. Execute os scripts de resolução e de idioma localizados na pasta Scripts do diretório do cliente do jogo.",
    "4. Save the changes to update your password.": "4. Guarde as alterações para atualizar a sua palavra-passe.",
    "5. Check if your antivirus is blocking the game, as some antivirus software may incorrectly flag it as suspicious (false positive).": "5. Verifique se o seu antivírus está a bloquear o jogo, uma vez que alguns programas antivírus podem assinalá-lo incorretamente como suspeito (falso positivo).",
    "5. Contact support if payment is confirmed but tokens are not received after 15 minutes.": "5. Contacte o serviço de apoio se o pagamento for confirmado mas os tokens não forem recebidos após 15 minutos.",
    "5. Multiple violations may result in permanent account closure.": "5. As violações múltiplas podem resultar no encerramento permanente da conta.",
    "5. Required proof includes original email, transaction records, or other account details.": "5. As provas exigidas incluem o e-mail original, registos de transacções ou outros detalhes da conta.",
    "5. Verify your PC meets the minimum system requirements.": "5. Verifique se o seu PC cumpre os requisitos mínimos do sistema.",
    "6. Update your DirectX and graphics drivers.": "6. Actualize o DirectX e os controladores gráficos.",
    "7. Make sure that the path to your game client does not include cyrilic words (i.e. C:\\Игри\\Lotus Mu": "7. Certifica-te de que o caminho para o teu cliente de jogo não inclui palavras em cirílico (ou seja, C:\\Игри\\Lotus Mu",
    ":amount tokens exchanged for credits": "quantidade de fichas trocadas por créditos",
    ":amount tokens exchanged for credits (Tax: :tax tokens)": ":tokens de montante trocados por créditos (Imposto: :tokens de imposto)",
    ":duration days": ":duração dias",
    ":level VIP Member": ":nível Membro VIP",
    ":zen x Number of Kills": "zen x Número de mortes",
    ":zen x Reset Number": "zen x Número de reposição",
    "A new verification link has been sent to the email address you provided during registration.": "Foi enviada uma nova ligação de verificação para o endereço de correio eletrónico que forneceu durante o registo.",
    "A new verification link has been sent to your email address.": "Foi enviada uma nova ligação de verificação para o seu endereço de correio eletrónico.",
    "A powerful assistance system that makes your gaming experience smooth and efficient.": "Um poderoso sistema de assistência que torna a sua experiência de jogo suave e eficiente.",
    "A server with soul. Thoughtfully crafted, not copy-pasted.": "Um servidor com alma. Pensado com cuidado, não copiado e colado.",
    "Accept responsibility for all activities under your account": "Aceitar a responsabilidade por todas as actividades da sua conta",
    "Acceptance of Terms": "Aceitação das condições",
    "Access your personal data": "Aceder aos seus dados pessoais",
    "Account Information": "Informações sobre a conta",
    "Account Level": "Nível da conta",
    "Account Upgrade Successful": "Atualização de conta bem sucedida",
    "Account details": "Detalhes da conta",
    "Account information (username, email)": "Informações sobre a conta (nome de utilizador, e-mail)",
    "Action Required": "Ação necessária",
    "Active until :date": "Ativo até :data",
    "Activities": "Actividades",
    "Activity Logs": "Registos de actividades",
    "Add points in Agility.": "Acrescentar pontos em Agilidade.",
    "Add points in Command.": "Adicionar pontos no Comando.",
    "Add points in Energy.": "Acrescentar pontos em Energia.",
    "Add points in Stamina.": "Acrescenta pontos em Stamina.",
    "Add points in Strength.": "Acrescentar pontos em Força.",
    "Additional Notes": "Notas adicionais",
    "Admin Dashboard": "Painel de controlo do administrador",
    "Adventure Supplies.": "Material de aventura.",
    "Advertising other game servers": "Publicidade a outros servidores de jogos",
    "Age Requirements and Eligibility": "Requisitos de idade e elegibilidade",
    "Age Restrictions": "Restrições de idade",
    "Agility": "Agilidade",
    "All accounts, characters, and game items are intellectual property of Lotus Mu": "Todas as contas, personagens e itens do jogo são propriedade intelectual da Lotus Mu",
    "All bugs must be reported to administration": "Todos os erros devem ser comunicados à administração",
    "All content, including but not limited to game assets, logos, trademarks, and software, is the property of Lotus Mu or its licensors and is protected by intellectual property laws. You may not copy, modify, or distribute any content without our explicit permission.": "Todos os conteúdos, incluindo mas não se limitando a activos de jogos, logótipos, marcas comerciais e software, são propriedade da Lotus Mu ou dos seus licenciantes e estão protegidos por leis de propriedade intelectual. O utilizador não pode copiar, modificar ou distribuir qualquer conteúdo sem a nossa autorização explícita.",
    "All items can be found in-game within the Cash Shop.": "Todos os itens podem ser encontrados no jogo na Loja de Dinheiro.",
    "All users must comply with these regulations:": "Todos os utilizadores devem respeitar estas regras:",
    "Already have an account?": "Já tem uma conta?",
    "Always save your payment confirmation/transaction ID when contacting support.": "Guarde sempre a confirmação do pagamento/identificação da transação quando contactar o serviço de apoio.",
    "Amount": "Montante",
    "Amount after tax (:rate% tax)": "Montante após impostos (:taxa% de imposto)",
    "An extra entry for BC & DS": "Uma entrada extra para BC & DS",
    "Ancient powers reimagined for modern gameplay.": "Poderes antigos reimaginados para uma jogabilidade moderna.",
    "Appearance Settings": "Definições de aparência",
    "Archive": "Arquivo",
    "Are you sure you want to clear all player kills for <strong >:name </strong >?": "Tens a certeza de que queres apagar todas as mortes de jogadores para <strong>:nome </strong>?",
    "As a user, you have the right to:": "Como utilizador, tem o direito de:",
    "As per EU consumer protection laws, you have the right to request a refund within 14 days of purchase under the following conditions:": "De acordo com a legislação da UE em matéria de proteção dos consumidores, tem o direito de solicitar um reembolso no prazo de 14 dias após a compra, nas seguintes condições",
    "Ashkavor": "Ashkavor",
    "Attempting to reverse payments after using virtual goods": "Tentativa de estornar pagamentos após a utilização de bens virtuais",
    "Automatically accepts all requests.": "Aceita automaticamente todos os pedidos.",
    "Available Character Classes": "Classes de personagens disponíveis",
    "Available Zen": "Disponível Zen",
    "Back to Tickets": "Voltar aos bilhetes",
    "Back to all ": "Voltar a todos",
    "Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Antes de começar, pode verificar o seu endereço de correio eletrónico clicando na ligação que acabámos de lhe enviar por correio eletrónico? Se não recebeu a mensagem de correio eletrónico, teremos todo o gosto em enviar-lhe outra.",
    "Benefits included": "Benefícios incluídos",
    "Best Value · 50% off": "Melhor valor - 50% de desconto",
    "Beyond Basics": "Para além do básico",
    "Beyond the veil of nostalgia lies a land of untold wonders and hidden mysteries": "Para além do véu da nostalgia, existe uma terra de maravilhas e mistérios escondidos",
    "Blood Castle": "Castelo de Sangue",
    "Browse Offerings": "Procurar ofertas",
    "Buffs & Boosts": "Bônus e reforços",
    "Build your dream character.": "Construa a sua personagem de sonho.",
    "Bundle Contents": "Conteúdo do pacote",
    "Bundles your jewels (Bless, Soul, Life etc.).": "Reúne as suas jóias (Bênção, Alma, Vida, etc.).",
    "By using our Service, you agree to follow our": "Ao utilizar o nosso Serviço, o utilizador concorda em seguir as nossas",
    "CS Wins": "Vitórias CS",
    "Can I play on multiple accounts?": "Posso jogar com várias contas?",
    "Cancel": "Cancel",
    "Cannot Extend": "Não é possível alargar",
    "Cannot Upgrade": "Não é possível atualizar",
    "Castle Lord:": "Senhor do Castelo:",
    "Castle Owner": "Proprietário do castelo",
    "Castle Siege": "Vitórias do castelo",
    "Castle Siege Wins": "Vitórias em Castle Siege",
    "Castle Siege manipulation via dummy guilds": "Manipulação de Castle Siege através de guildas fictícias",
    "Castle Treasury": "Tesouro do Castelo",
    "Catalog": "Catálogo",
    "Category": "Categoria",
    "Challenge another guild to a Guild War.": "Desafiar outra guilda para uma Guerra de Guildas.",
    "Changes saved": "Alterações guardadas",
    "Changes to Terms": "Alterações às condições",
    "Changes to This Policy": "Alterações a esta política",
    "Character": "Carácter",
    "Character :name not found.": "O carácter :name não foi encontrado.",
    "Character Set": "Conjunto de caracteres",
    "Character moved successfully to Lorencia": "Personagem transferida com sucesso para Lorencia",
    "Character not found or has been deleted.": "O carácter não foi encontrado ou foi eliminado.",
    "Check event times": "Verificar os horários dos eventos",
    "Check out the details!": "Veja os pormenores!",
    "Choose a package that works best for you.": "Escolha o pacote que melhor se adapta a si.",
    "Choose category...": "Selecionar a categoria...",
    "Choose priority...": "Escolher a prioridade...",
    "Choose resource type...": "Selecionar o tipo de recurso...",
    "Class": "Classe",
    "Clear PK Zen": "Clear PK Zen",
    "Clear Player Kills ? ": "Limpar mortes de jogadores ?",
    "Clear player kills (available to <b>VIP Players</b> only). Cost - always 50M Zen": "Eliminar mortes de jogadores (disponível apenas para <b>jogadores VIP</b>). Custo - sempre 50M Zen",
    "Click here to re-send the verification email.": "Clique aqui para reenviar o e-mail de verificação.",
    "Click to download": "Clique para descarregar",
    "Client Features": "Caraterísticas do cliente",
    "Combo all Class": "Combo all Class",
    "Command": "Comando",
    "Command · /pkclear": "Comando - /pkclear",
    "Command · /wh": "Comando - /wh",
    "Commands": "Comandos",
    "Communicate with you about your account and the game": "Comunicar com o utilizador sobre a sua conta e o jogo",
    "Communications with our support team": "Comunicações com a nossa equipa de apoio",
    "Community": "Comunidade",
    "Community Guidelines": "Diretrizes da comunidade",
    "Confirm": "Confirmar",
    "Confirm Password": "Confirmar a palavra-passe",
    "Contact Information": "Informações de contacto",
    "Contact Us": "Contactar-nos",
    "Continue to Payment": "Continuar para o pagamento",
    "Conversation": "Conversação",
    "Correct any mistakes in your information": "Corrigir eventuais erros nas suas informações",
    "Cost:": "Custo:",
    "Crafting": "Artesanato",
    "Crafting System": "Sistema de elaboração",
    "Create New Ticket": "Criar novo bilhete",
    "Create a party that can be joined with a password.": "Criar um grupo ao qual se pode aderir com uma palavra-passe.",
    "Created": "Criado",
    "Creating fake evidence or misleading administration": "Criar provas falsas ou enganar a administração",
    "Credits": "Créditos",
    "Curated starter bundles that give you exactly what you need. Nothing more.": "Pacotes de iniciação selecionados que lhe dão exatamente o que precisa. Nada mais.",
    "Current Password": "Palavra-passe atual",
    "Current Status": "Situação atual",
    "Current Tier": "Escalão atual",
    "DK/DW/FE - 5 MG/DL - 7": "DK/DW/FE - 5 MG/DL - 7",
    "Daily Rewards": "Recompensas diárias",
    "Dashboard": "Painel de controlo",
    "Date": "Data",
    "Day after day, you can grab rewards to complement your gameplay - jewels, mysterious item bags... you name it - all at your fingertips.": "Dia após dia, podes obter recompensas para complementar a tua jogabilidade - jóias, sacos de objectos misteriosos... tudo na ponta dos teus dedos.",
    "Depth beyond the basics.": "Profundidade para além do básico.",
    "Description": "Descrição",
    "Description of Service": "Descrição do serviço",
    "Devil Square": "Praça do Diabo",
    "DirectX 9.0c or higher": "DirectX 9.0c ou superior",
    "DirectX Version": "Versão do DirectX",
    "Discord": "Discórdia",
    "Discord Server": "Servidor do Discord",
    "Dispute Resolution": "Resolução de litígios",
    "Disrespectful conduct towards server staff is prohibited": "É proibido qualquer comportamento desrespeitoso para com o pessoal do servidor",
    "Donate": "Doar",
    "Downloads": "Transferências",
    "Dynamic": "Dinâmico",
    "Each feature in Lotus Mu is crafted with purpose and depth. These aren\\'t just additions - they\\'re game-changing mechanics that create a richer, more rewarding journey through the realm.": "Cada funcionalidade do Lotus Mu foi criada com um objetivo e profundidade. Estas não são apenas adições - são mecânicas que mudam o jogo e criam uma viagem mais rica e gratificante pelo reino.",
    "Email": "Correio eletrónico",
    "Email Password Reset Link": "Link para redefinição da senha de e-mail",
    "Email our billing team at": "Envie um e-mail para a nossa equipa de faturação em",
    "Email our privacy team at": "Envie um e-mail à nossa equipa de privacidade para",
    "Email us at": "Envie-nos um e-mail para",
    "Enable": "Ativar",
    "Enable Stealth Mode?": "Ativar o modo Stealth?",
    "Energy": "Energia",
    "Engaging in any form of harassment or abusive behavior": "Envolver-se em qualquer forma de assédio ou comportamento abusivo",
    "Engaging in any form of payment manipulation or fraud": "Envolver-se em qualquer forma de manipulação ou fraude de pagamentos",
    "Enhancements": "Melhorias",
    "Ensure your account is using a long, random password to stay secure.": "Certifique-se de que a sua conta utiliza uma palavra-passe longa e aleatória para se manter segura.",
    "Enter character name": "Introduzir o nome do carácter",
    "Equipment Options": "Opções de equipamento",
    "Error": "Erro",
    "Essentials": "Essenciais",
    "Event Entries": "Entradas em eventos",
    "Event Schedule": "Calendário de eventos",
    "Event Score": "Pontuação do evento",
    "Event Scoring Rules": "Regras de pontuação de eventos",
    "Event manipulation or inactivity": "Manipulação de eventos ou inatividade",
    "Event.": "Evento.",
    "Events": "Eventos",
    "Ever wondered if quests could actually help you progress?": "Já pensaste que as missões podem ajudar-te a progredir?",
    "Everything about Lotus Mu is documented in": "Tudo sobre o Lotus Mu está documentado em",
    "Evolving Items": "Itens em evolução",
    "Exchange Tokens": "Trocar fichas",
    "Exchange completed": "Intercâmbio concluído",
    "Exchange your tokens for credits.": "Troque os seus tokens por créditos.",
    "Exclusive VIP Arena & Shop": "Arena e loja VIP exclusivas",
    "Experience": "Experiência",
    "Exploiting bugs or engaging in any form of game manipulation": "Explorar bugs ou envolver-se em qualquer forma de manipulação do jogo",
    "Exploiting glitches or using unauthorized programs is prohibited": "É proibida a exploração de falhas ou a utilização de programas não autorizados",
    "Extend": "Alargar",
    "Extend :duration Days": "Prolongar :duração Dias",
    "Extend Now": "Estender agora",
    "Extend Stealth Mode": "Alargar o modo furtivo",
    "Facebook": "Facebook",
    "Failed to switch server: ": "Falha ao mudar de servidor:",
    "False information or testimonies will result in warnings or bans": "Informações ou testemunhos falsos darão origem a avisos ou proibições",
    "Farm Areas": "Zonas agrícolas",
    "Files": "Ficheiros",
    "Filing false chargeback claims after receiving and using virtual goods": "Apresentar falsos pedidos de estorno depois de receber e utilizar bens virtuais",
    "Final Destination Balance": "Saldo do destino final",
    "Find everything you need in seconds through our modern interface and powerful search engine.": "Encontre tudo o que precisa em segundos através da nossa interface moderna e do nosso poderoso motor de pesquisa.",
    "Find quick solutions to common questions. If your issue isn\\'t listed here, please": "Encontre soluções rápidas para questões comuns. Se o seu problema não estiver listado aqui, por favor",
    "First time around here?": "É a primeira vez que cá vem?",
    "First, let\\'s create your account. Once your account has been created you must verify it in order to play Lotus Mu.": "Primeiro, vamos criar a tua conta. Uma vez criada a tua conta, tens de a verificar para poderes jogar Lotus Mu.",
    "Five": "Cinco",
    "For questions about these guidelines or to report violations, you can:": "Para questões sobre estas diretrizes ou para comunicar violações, pode:",
    "For questions about these terms or any concerns, you can:": "Para perguntas sobre estes termos ou quaisquer preocupações, pode:",
    "For questions about your privacy or data protection, you can:": "Para questões sobre a sua privacidade ou proteção de dados, pode:",
    "For refund requests or payment-related questions, you can:": "Para pedidos de reembolso ou questões relacionadas com pagamentos, pode:",
    "Forgot password?": "Esqueceu-se da palavra-passe?",
    "Forgot your password?": "Esqueceu-se da sua palavra-passe?",
    "Four": "Quatro",
    "Frequently Asked Questions": "Perguntas mais frequentes",
    "From (Source)": "De (Fonte)",
    "From hunting spiders to challenging mighty monsters, our quest system grows with you. Each completed quest rewards you with valuable items and points - making your character stronger every step of the way.": "Desde caçar aranhas a desafiar monstros poderosos, o nosso sistema de missões cresce contigo. Cada missão concluída recompensa-o com itens e pontos valiosos - tornando a sua personagem mais forte a cada passo do caminho.",
    "From intense 1v1 battles in the Hall of Fame to team clashes and PvE challenges - our events are designed for every playstyle.": "Desde intensas batalhas 1v1 no Corredor da Fama a confrontos de equipas e desafios PvE - os nossos eventos são concebidos para todos os estilos de jogo.",
    "From the mighty Warhorse to the fearsome Ice Dragon, each class has its own unique set of companions. With three power tiers and class-specific bonuses, these pets aren\\'t just for show.": "Desde o poderoso Cavalo de Guerra até ao temível Dragão de Gelo, cada classe tem o seu próprio conjunto de companheiros. Com três níveis de poder e bónus específicos de cada classe, estas mascotes não são apenas para mostrar.",
    "From unique pet crafting to reimagined classic recipes, our system aligns perfectly with modern MU gameplay - multiple resets, active farming, and exciting rewards.": "Desde a criação de animais de estimação únicos a receitas clássicas reimaginadas, o nosso sistema alinha-se perfeitamente com a jogabilidade moderna da MU - múltiplos reinícios, agricultura ativa e recompensas excitantes.",
    "Game Masters may make decisions based on context beyond these rules": "Os Mestres de Jogo podem tomar decisões com base num contexto que vai para além destas regras",
    "Game Settings": "Definições do jogo",
    "Game progress and statistics": "Progresso do jogo e estatísticas",
    "Gameplay Rules": "Regras de jogo",
    "Gameplay Updates": "Actualizações de jogabilidade",
    "General": "Geral",
    "General Information": "Informações gerais",
    "Get Tokens": "Obter fichas",
    "Get a head start and accelerate your progress with our premium packages.": "Obtenha uma vantagem inicial e acelere o seu progresso com os nossos pacotes premium.",
    "Get help with your questions, issues, or feedback.": "Obtenha ajuda para as suas perguntas, problemas ou comentários.",
    "Get instant support on our": "Obtenha apoio imediato no nosso",
    "Get started in minutes": "Comece a trabalhar em minutos",
    "Governing Law": "Direito aplicável",
    "Guild": "Grémio",
    "Guild Alliance": "Aliança de Grémios",
    "Guild Master": "Mestre da Guilda",
    "Guild Members": "Membros do grémio",
    "Guild Name": "Nome da guilda",
    "Guild not found or has been deleted.": "A guilda não foi encontrada ou foi eliminada.",
    "Guilds": "Grémios",
    "Hard Disk Space": "Espaço no disco rígido",
    "Help Center": "Centro de ajuda",
    "Helper": "Ajudantes",
    "HoF": "HoF",
    "HoF Wins": "Vitórias no HoF",
    "Hold on": "Aguarde",
    "Home": "Início",
    "How We Use Your Information": "Como utilizamos as suas informações",
    "How do I change my account password?": "Como posso alterar a palavra-passe da minha conta?",
    "How do I create an account?": "Como é que posso criar uma conta?",
    "How do I delete my account?": "Como é que elimino a minha conta?",
    "How do I download and install the game?": "Como é que transfiro e instalo o jogo?",
    "How do I recover my account?": "Como é que recupero a minha conta?",
    "How do I report a bug or player?": "Como posso comunicar um erro ou um jogador?",
    "How long does support ticket response take?": "Quanto tempo demora a resposta a um pedido de assistência?",
    "How to Reset": "Como repor",
    "How to Start": "Como começar",
    "Hunt Score": "Pontuação de caça",
    "Hunter Scoring Rules": "Regras de pontuação para caçadores",
    "I agree to the ": "Concordo com o",
    "IP Address": "Endereço IP",
    "Icewrack": "Quebra-gelo",
    "If you cannot find a solution to your problem here, please": "Se não encontrar aqui uma solução para o seu problema, por favor",
    "Improve our services and fix issues": "Melhorar os nossos serviços e resolver problemas",
    "In Lotus Mu, they absolutely do!": "Em Lotus Mu, é claro que sim!",
    "In accordance with EU consumer protection laws, you have the right to withdraw from this contract within 14 days without giving any reason. However, you acknowledge that by requesting immediate access to the digital content and beginning to download or use the virtual goods, you expressly waive your right of withdrawal.": "De acordo com a legislação da UE em matéria de proteção dos consumidores, o utilizador tem o direito de rescindir o presente contrato no prazo de 14 dias, sem necessidade de indicar qualquer motivo. No entanto, o utilizador reconhece que, ao solicitar o acesso imediato ao conteúdo digital e ao começar a descarregar ou utilizar os bens virtuais, renuncia expressamente ao seu direito de rescisão.",
    "In modern MU Online, having the same excellent options across all items doesn\\'t make sense - that\\'s why our excellent options scale with item tiers - stronger items, better bonuses.": "No MU Online moderno, ter as mesmas opções excelentes em todos os itens não faz sentido - é por isso que as nossas opções excelentes escalam com os níveis de itens - itens mais fortes, melhores bónus.",
    "In-game Daily Rewards": "Recompensas diárias no jogo",
    "Inciting ethnic hatred or player harassment": "Incitar ao ódio étnico ou ao assédio de jogadores",
    "Information": "Informações",
    "Information We Collect": "Informações que recolhemos",
    "Insufficient :resource. You need :amount but only have :current": "Recurso :insuficiente. Precisa de :amount mas só tem :current",
    "Insufficient Funds": "Fundos insuficientes",
    "Insufficient Zen on character.": "Zen insuficiente sobre o carácter.",
    "Insufficient treasury funds.": "Insuficiência de fundos de tesouraria.",
    "Insufficient zen in your character. You need :amount but only have :current": "Insuficiência de zen na tua personagem. Precisas de :quantidade mas só tens :atual",
    "Intellectual Property": "Propriedade intelectual",
    "Introduction": "Introdução",
    "Invalid transfer type.": "Tipo de transferência inválido.",
    "Invasions": "Invasões",
    "Invasions Schedule": "Calendário das invasões",
    "Is the game free to play?": "O jogo é gratuito?",
    "Item Bundles": "Pacotes de artigos",
    "Item Drop": "Queda de artigo",
    "Join Discord": "Aderir ao Discord",
    "Join Events.": "Participar em eventos.",
    "Join a party which has a password.": "Juntar-se a uma festa que tenha uma palavra-passe.",
    "Join in an Event.": "Participar num evento.",
    "Join our": "Junte-se a nós",
    "Keep Stats": "Manter estatísticas",
    "Keep farming even with your game minimized or closed - our helper takes care of your character while you\\'re away.": "Continua a cultivar mesmo com o jogo minimizado ou fechado - o nosso ajudante toma conta da tua personagem enquanto estás ausente.",
    "Key Locations": "Localizações principais",
    "Kills": "Mata",
    "Kills:": "Mata:",
    "King of Yoskreth": "Rei de Yoskreth",
    "Ladies and gentlemen - the most comprehensive MU knowledge base in the world -": "Senhoras e senhores - a mais completa base de conhecimentos de MU do mundo -",
    "Last Disconnect": "Última desconexão",
    "Last Login": "Último login",
    "Last Updated: January 2025": "Última atualização: janeiro de 2025",
    "Latest News": "Últimas notícias",
    "Learn about event schedule and siege mechanics in our": "Saiba mais sobre o calendário do evento e a mecânica do cerco na nossa",
    "Learn more": "Saiba mais",
    "Learn more!": "Saiba mais!",
    "Level": "Nível",
    "Location": "Localização",
    "Locks your items for trade/sale.": "Bloqueia os seus artigos para troca/venda.",
    "Log Out": "Sair do sistema",
    "Log in": "Iniciar sessão",
    "Log in!": "Iniciar sessão!",
    "Logout": "Terminar sessão",
    "Looking for a powerful companion?": "À procura de um companheiro poderoso?",
    "Lotus Mu": "Lótus Mu",
    "Lotus Mu (www.lotusmu.org) is committed to protecting your privacy. This policy explains what information we collect, how we use it, and your rights regarding your data.": "A Lotus Mu (www.lotusmu.org) está empenhada em proteger a sua privacidade. Esta política explica quais as informações que recolhemos, como as utilizamos e os seus direitos relativamente aos seus dados.",
    "Lotus Mu provides access to an online game service, including virtual currency, items, communication tools, forums, and related services (collectively, the ": "A Lotus Mu fornece acesso a um serviço de jogo online, incluindo moeda virtual, itens, ferramentas de comunicação, fóruns e serviços relacionados (coletivamente, o",
    "Lotus Mu refers to Lotus Mu LLC and its Affiliates, registered in Bulgaria. Throughout these terms, we may refer to Lotus Mu as ": "Lotus Mu refere-se à Lotus Mu LLC e às suas filiais, registadas na Bulgária. Ao longo destes termos, podemos referir-nos à Lotus Mu como",
    "MG & DL from Level 1": "MG & DL do Nível 1",
    "Maintain the security of your account credentials": "Manter a segurança das credenciais da sua conta",
    "Make sure to use a valid email address as it will be needed for account verification and recovery.": "Certifique-se de que utiliza um endereço de correio eletrónico válido, uma vez que este será necessário para a verificação e recuperação da conta.",
    "Making fraudulent payment disputes": "Efetuar contestações de pagamento fraudulentas",
    "Making threats against server staff is forbidden": "É proibido fazer ameaças contra o pessoal do servidor",
    "Manage your email and password.": "Gerir o seu correio eletrónico e a sua palavra-passe.",
    "Mark as Resolved": "Marcar como Resolvido",
    "Master the Basics": "Dominar os princípios básicos",
    "Max Excellent Options": "Opções máximas excelentes",
    "Max Game Client instances": "Máximo de instâncias de cliente de jogo",
    "Max Guild Members": "Máximo de membros do grémio",
    "Max Resets": "Máximo de reposições",
    "Meet the pets!": "Conheça os animais de estimação!",
    "Members": "Membros",
    "Microsoft .NET Framework 3.5": "Microsoft .NET Framework 3.5",
    "Move Zen seamlessly between your wallet and characters.": "Mova o Zen sem problemas entre a sua carteira e as personagens.",
    "Moves your character to a certain map.": "Move a tua personagem para um determinado mapa.",
    "My account was banned/blocked": "A minha conta foi banida/bloqueada",
    "N/A": "N/A",
    "Name": "Nome",
    "Never": "Nunca",
    "New Password": "Nova palavra-passe",
    "New Ticket": "Novo bilhete",
    "News": "Notícias",
    "Next Distribution": "Próxima distribuição",
    "No": "Não",
    "No Kills to Clear": "Não há mortes para limpar",
    "No Records": "Sem registos",
    "No archived rankings found.": "Não foram encontradas classificações arquivadas.",
    "No characters found.": "Não foram encontrados caracteres.",
    "No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Não há problema. Basta indicar-nos o seu endereço de correio eletrónico e enviar-lhe-emos uma ligação de redefinição da palavra-passe que lhe permitirá escolher uma nova.",
    "No replies yet.": "Ainda não há respostas.",
    "No support tickets found.": "Não foram encontrados bilhetes de apoio.",
    "None": "Nenhum",
    "Normal Mode": "Modo normal",
    "Object to certain uses of your data": "Opor-se a determinadas utilizações dos seus dados",
    "Off Attack · 8 hours (6 regular)": "Fora de ataque - 8 horas (6 regulares)",
    "Off Attack · Obtaining Items": "Fora do ataque - Obter objectos",
    "Official rules and conduct standards for Lotus Mu": "Regras oficiais e normas de conduta para o Lotus Mu",
    "Offline": "Fora de linha",
    "Online": "Em linha",
    "Only the Castle Lord can withdraw treasury funds.": "Só o Senhor do Castelo pode levantar fundos do Tesouro.",
    "Open a support ticket in our": "Abrir um ticket de suporte no nosso",
    "Open warehouse in safe zones (available to <b>VIP Players</b> only).": "Armazém aberto em zonas seguras (disponível apenas para <b>jogadores VIP</b>).",
    "Operating System": "Sistema operativo",
    "Our pets are game-changers!": "Os nossos animais de estimação mudam o jogo!",
    "Our service is not intended for users under 16 years old. If you are under 16, you need parent or guardian permission to use our service.": "O nosso serviço não se destina a utilizadores com menos de 16 anos. Se tiver menos de 16 anos, precisa de autorização dos pais ou do tutor para utilizar o nosso serviço.",
    "Our website offers virtual currency and items for use within our Mu Online game. These are classified as digital content and virtual products. While we aim to provide the best service possible, specific conditions apply to refunds of virtual currency and items.": "O nosso sítio Web oferece moeda virtual e itens para utilização no nosso jogo Mu Online. Estes são classificados como conteúdo digital e produtos virtuais. Embora o nosso objetivo seja fornecer o melhor serviço possível, aplicam-se condições específicas aos reembolsos de moeda e itens virtuais.",
    "PK Clear": "PK transparente",
    "Party Experience Bonus": "Bónus de experiência em festas",
    "Password": "Palavra-passe",
    "Payment Cancelled": "Pagamento cancelado",
    "Payment Error": "Erro de pagamento",
    "Payment Issue": "Questão de pagamento",
    "Payment Issues": "Questões de pagamento",
    "Payment failed": "Pagamento falhado",
    "Payment information for virtual currency purchases": "Informações de pagamento para compras em moeda virtual",
    "Payment session expired. Please start a new purchase.": "A sessão de pagamento expirou. Por favor, inicie uma nova compra.",
    "Payment verification failed": "A verificação do pagamento falhou",
    "Payment was cancelled. Your account has not been charged.": "O pagamento foi cancelado. A sua conta não foi debitada.",
    "Penalty: 14-day account ban": "Sanção: Interdição da conta por 14 dias",
    "Penalty: 3-day account ban": "Sanção: Interdição da conta por 3 dias",
    "Penalty: 3-day character ban": "Pena: Interdição de carácter por 3 dias",
    "Penalty: 30-day account ban": "Penalidade: Bloqueio da conta por 30 dias",
    "Penalty: 30-day to permanent account ban": "Penalidade: 30 dias a interdição permanente da conta",
    "Penalty: 7-day account ban": "Sanção: Bloqueio da conta por 7 dias",
    "Penalty: 7-day to permanent account ban": "Penalidade: Bloqueio de conta de 7 dias a permanente",
    "Penalty: 7-day to permanent account ban if exploited": "Penalidade: Interdição de 7 dias a permanente da conta se for explorada",
    "Penalty: Chat ban or 7-day account block": "Penalidade: Interdição do chat ou bloqueio da conta por 7 dias",
    "Pentium 4 – 2.0 Ghz or higher": "Pentium 4 - 2,0 Ghz ou superior",
    "Period": "Período",
    "Period:": "Período:",
    "Permission Denied": "Autorização recusada",
    "Pet Collection": "Coleção de animais de estimação",
    "Play for Free": "Jogar gratuitamente",
    "Player kills for ": "Mortes de jogadores para",
    "Players": "Jogadores",
    "Please be aware of the following:": "Atenção ao seguinte:",
    "Please logout from the game to proceed.": "Termine a sessão do jogo para continuar.",
    "Please select a package and payment method to continue.": "Selecione um pacote e um método de pagamento para continuar.",
    "Please wait :seconds seconds before trying again.": "Aguarde :segundos segundos antes de tentar novamente.",
    "Points awarded for monster hunting.": "Pontos atribuídos à caça de monstros.",
    "Points awarded for winning in events.": "Pontos atribuídos pela vitória em eventos.",
    "Position": "Posição",
    "Post a global message to the server.": "Enviar uma mensagem global para o servidor.",
    "Prevent cheating and protect our services": "Impedir a batota e proteger os nossos serviços",
    "Price": "Preço",
    "Price:": "Preço:",
    "Priority": "Prioridade",
    "Privacy Policy": "Política de privacidade",
    "Privacy and Data Protection": "Privacidade e proteção de dados",
    "Process your payments and deliver virtual items": "Processar os seus pagamentos e entregar objectos virtuais",
    "Processor": "Processador",
    "Profile Settings": "Definições de perfil",
    "Progressive Quests": "Missões progressivas",
    "Prohibited Actions": "Acções proibidas",
    "Prohibited Activities": "Actividades proibidas",
    "Promptly update any changes to your information": "Atualizar prontamente quaisquer alterações às suas informações",
    "Provide accurate and complete registration information": "Fornecer informações de registo exactas e completas",
    "Provide and maintain the game service": "Fornecer e manter o serviço de jogo",
    "Psst... these bundles are packed with goodies to begin your adventure in style.": "Psst... estes pacotes estão cheios de coisas boas para começar a sua aventura em grande estilo.",
    "Punishment duration increases with repeated violations": "A duração do castigo aumenta com as infracções repetidas",
    "Purchase Successful": "Compra bem sucedida",
    "Quests": "Missões",
    "Quick Withdraw": "Levantamento rápido",
    "Rank": "Classificação",
    "Rankings": "Classificações",
    "Rankings reset immediately after rewards distribution.": "As classificações são repostas imediatamente após a distribuição dos prémios.",
    "Re-assign your stats.": "Reatribuir as suas estatísticas.",
    "Reach us on": "Contactar-nos em",
    "Reason: :reason": "Razão: :razão",
    "Recipient": "Beneficiário",
    "Refined.": "Refinado.",
    "Refund Eligibility": "Elegibilidade do reembolso",
    "Refund Policy": "Política de reembolso",
    "Refund Restrictions": "Restrições de reembolso",
    "Refunds will not be available under the following circumstances:": "Os reembolsos não serão efectuados nas seguintes circunstâncias",
    "Register": "Registar",
    "Register Now": "Registar agora",
    "Registration": "Registo",
    "Registration and Account Security": "Registo e segurança da conta",
    "Regular": "Regular",
    "Reimagined.": "Reimaginado.",
    "Remaining Prize Pool": "Prémio restante",
    "Remember me": "Lembrar-se de mim",
    "Reopen Ticket": "Reabrir bilhete",
    "Request deletion of your data": "Solicitar a eliminação dos seus dados",
    "Resend Verification Email": "Reenviar e-mail de verificação",
    "Reset Password": "Redefinir a palavra-passe",
    "Reset Points": "Pontos de reposição",
    "Reset System": "Repor o sistema",
    "Reset Zen": "Reiniciar o Zen",
    "Reset your password": "Repor a sua palavra-passe",
    "Resets": "Repor",
    "Review the number of times you\\'ve registered for events with attendance limitations.": "Reveja o número de vezes que se registou em eventos com limitações de participação.",
    "Revolutionary.": "Revolucionário.",
    "Reward": "Recompensa",
    "Rewards are distributed every Sunday at 23:59 server time.": "Os prémios são distribuídos todos os domingos às 23:59, hora do servidor.",
    "Right of Withdrawal": "Direito de retratação",
    "Save": "Guardar",
    "Scheduled for:": "Programado para:",
    "Score": "Pontuação",
    "Security": "Segurança",
    "See the full quest line!": "Ver a linha de missão completa!",
    "See what\\'s cooking!": "Ver o que está a cozinhar!",
    "Seize the throne in the": "Conquistar o trono no",
    "Select destination character": "Selecionar o carácter de destino",
    "Select source character": "Selecionar o carácter de origem",
    "Selection Required": "Seleção necessária",
    "Selling or trading accounts or virtual items outside of official channels": "Vender ou trocar contas ou objectos virtuais fora dos canais oficiais",
    "Send": "Enviar",
    "Send Gift": "Enviar presente",
    "Server Info": "Informações sobre o servidor",
    "Server Overview": "Visão geral do servidor",
    "Server Regulations": "Regulamentos relativos aos servidores",
    "Server Switch Failed": "Falha no interrutor do servidor",
    "Server Switched": "Servidor comutado",
    "Server Version": "Versão do servidor",
    "Shipping and Delivery": "Expedição e entrega",
    "Shows the necessary requisites for the current quest.": "Mostra os requisitos necessários para a missão atual.",
    "Sign In": "Iniciar sessão",
    "Sign up now!": "Inscreva-se já!",
    "Smart conveniences and helpful utilities that make your daily adventures smoother and more enjoyable.": "Comodidades inteligentes e utilitários úteis que tornam as suas aventuras diárias mais suaves e agradáveis.",
    "Some issues can be resolved faster through Discord chat. Add your username if you want this option.": "Alguns problemas podem ser resolvidos mais rapidamente através do chat do Discord. Adicione o seu nome de utilizador se pretender esta opção.",
    "Special Monsters": "Monstros especiais",
    "Staff Relations": "Relações com o pessoal",
    "Starter Packs": "Pacotes de iniciação",
    "Starter buffs inside!": "Os iniciantes estão dentro!",
    "Starting Item Bundles": "Pacotes de itens iniciais",
    "Stat Points Per Level": "Pontos de estatuto por nível",
    "Status": "Estado",
    "Stealing event rewards": "Roubar recompensas de eventos",
    "Stealth Mode": "Modo furtivo",
    "Stealth Mode conceals your character\\'s information from public view.": "O Stealth Mode oculta as informações da sua personagem da vista do público.",
    "Stealth Mode has been ": "O modo Stealth foi",
    "Stealth Mode has been enabled successfully.": "O modo Stealth foi ativado com êxito.",
    "Stealth Mode is already enabled on your account.": "O Modo furtivo já está ativado na sua conta.",
    "Stealth Mode is not enabled on your account.": "O Modo furtivo não está ativado na sua conta.",
    "Still having issues?": "Continua a ter problemas?",
    "Strength": "Força",
    "Subject": "Assunto",
    "Submit": "Enviar",
    "Submit a new support ticket for your questions or issues.": "Envie um novo ticket de suporte para suas perguntas ou problemas.",
    "Submit a request through our": "Apresentar um pedido através do nosso",
    "Success": "Sucesso",
    "Success!": "Sucesso!",
    "Successfully withdrew :amount Zen from castle treasury": "Levantou com sucesso :montante Zen do tesouro do castelo",
    "Support": "Apoio",
    "Switched to :server - x:rate": "Mudou para :server - x:rate",
    "System Memory": "Memória do sistema",
    "Technical Violations": "Infracções técnicas",
    "Technical information (IP address, browser type, device info)": "Informações técnicas (endereço IP, tipo de navegador, informações sobre o dispositivo)",
    "Termination": "Rescisão",
    "Terms of Service": "Termos do serviço",
    "Thanks for signing up!": "Obrigado por se inscrever!",
    "The Citadel": "A Cidadela",
    "The Journey Begins Here": "A viagem começa aqui",
    "The account has been involved in any violation of our": "A conta esteve envolvida em qualquer violação da nossa",
    "The account shows patterns of refund abuse or suspicious activity": "A conta apresenta padrões de abuso de reembolso ou atividade suspeita",
    "The administration reserves the right to modify ban durations": "A administração reserva-se o direito de alterar a duração das proibições",
    "The following actions are strictly prohibited and may result in legal action and permanent account termination:": "As acções que se seguem são estritamente proibidas e podem resultar em acções legais e no encerramento permanente da conta:",
    "The following activities are strictly prohibited:": "São estritamente proibidas as seguintes actividades:",
    "The purchase was made more than 14 days ago": "A compra foi efectuada há mais de 14 dias",
    "The request is made within 14 days of the original purchase": "O pedido é efectuado no prazo de 14 dias após a compra original",
    "The server administration guarantees account security for compliant users": "A administração do servidor garante a segurança das contas dos utilizadores que cumprem as normas",
    "The ticket has been marked as resolved. Thank you for your patience.": "O bilhete foi marcado como resolvido. Obrigado pela vossa paciência.",
    "The virtual currency has been partially or fully spent within the game": "A moeda virtual foi parcial ou totalmente gasta no jogo",
    "The virtual currency remains completely unused in your account": "A moeda virtual fica completamente inutilizada na sua conta",
    "There are key locations in the realm of Lotus Mu - they are the cornerstones of everything, and you\\'ll visit them often.": "Existem locais chave no reino de Lotus Mu - são as pedras angulares de tudo, e irás visitá-los frequentemente.",
    "These areas are home to special monsters with valuable loot. Visit them regularly to make the most of your farming runs.": "Estas áreas são o lar de monstros especiais com saques valiosos. Visita-as regularmente para tirares o máximo proveito das tuas corridas agrícolas.",
    "These terms are governed by the laws of Bulgaria and the European Union. Any disputes shall be subject to the exclusive jurisdiction of the courts of Bulgaria, without prejudice to mandatory consumer protection laws in your jurisdiction.": "As presentes condições são regidas pela legislação da Bulgária e da União Europeia. Quaisquer litígios serão sujeitos à jurisdição exclusiva dos tribunais da Bulgária, sem prejuízo das leis de proteção do consumidor obrigatórias na sua jurisdição.",
    "Think Dark Knight should be more powerful than the Leather set?": "Achas que o Cavaleiro das Trevas devia ser mais poderoso do que o conjunto de peles?",
    "Think crafting in MU Online needs a fresh take?": "Achas que o crafting no MU Online precisa de uma nova abordagem?",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta é uma área segura da aplicação. Confirme a sua palavra-passe antes de continuar.",
    "This payment session is no longer valid. Please start a new purchase.": "Esta sessão de pagamento já não é válida. Por favor, inicie uma nova compra.",
    "Three": "Três",
    "Ticket Details": "Detalhes do bilhete",
    "Ticket Reopened": "Bilhete reaberto",
    "Ticket Resolved": "Ticket Resolvido",
    "Ticket created successfully.": "Bilhete criado com sucesso.",
    "Ticket not found or you don\\'t have permission to view it.": "Bilhete não encontrado ou não tem permissão para o visualizar.",
    "Time Until Distribution": "Tempo até à distribuição",
    "To (Destination)": "Para (Destino)",
    "To form a Character Set Party, your party must consist of different character classes.": "Para formar um Grupo de Conjunto de Personagens, o grupo deve ser composto por diferentes classes de personagens.",
    "Toggle dark mode": "Alternar o modo escuro",
    "Tokens": "Fichas",
    "Too Many Attempts": "Demasiadas tentativas",
    "Too many email update attempts. Please wait :minutes minutes.": "Demasiadas tentativas de atualização de e-mail. Aguarde :minutos minutos.",
    "Too many exchanges. Please wait :seconds seconds.": "Demasiadas trocas. Por favor, aguarde :segundos segundos.",
    "Too many password update attempts. Please wait :minutes minutes.": "Demasiadas tentativas de atualização da palavra-passe. Aguarde :minutos minutos.",
    "Too many replies submitted. Please wait :seconds seconds.": "Foram enviadas demasiadas respostas. Por favor, aguarde :segundos segundos.",
    "Too many search attempts. Please wait :seconds seconds.": "Demasiadas tentativas de pesquisa. Aguarde :segundos segundos.",
    "Too many tickets created. Please wait :minutes minutes.": "Demasiados bilhetes criados. Aguarde :minutos minutos.",
    "Too many transfers. Please wait :seconds seconds.": "Demasiadas transferências. Aguarde :segundos segundos.",
    "Too many withdrawals. Please wait :seconds seconds.": "Demasiados levantamentos. Por favor, aguarde :segundos segundos.",
    "Too many zen transfers. Please wait :seconds seconds.": "Demasiadas transferências zen. Aguarde :segundos segundos.",
    "Top performers in our weekly rankings receive special rewards for their dedication.": "Os melhores desempenhos nas nossas classificações semanais recebem prémios especiais pela sua dedicação.",
    "Total": "Total",
    "Total (including :rate% tax)": "Total (incluindo: taxa% de imposto)",
    "Total Resets": "Total de reposições",
    "Total Score": "Pontuação total",
    "Transfer": "Transferência",
    "Transfer Blocked": "Transferência bloqueada",
    "Transfer Completed": "Transferência concluída",
    "Transfer Zen": "Transferir Zen",
    "Transfer tokens, credits, or zen to another user.": "Transferir tokens, créditos ou zen para outro utilizador.",
    "Transfer would exceed the maximum Zen limit for :name.": "A transferência excederia o limite máximo de Zen para o nome :name.",
    "Transferred :amount Zen from :from to :to": "Transferido :montante Zen de :de para :para",
    "Transferred :amount Zen from :name to Zen Wallet": "Transferiu :montante Zen de :nome para a Carteira Zen",
    "Transferred :amount Zen from wallet to :name": "Transferiu :amount Zen da carteira para :name",
    "Turn off all requests.": "Desativar todos os pedidos.",
    "Turn on all requests.": "Ativar todos os pedidos.",
    "Two": "Dois",
    "Two tiers!": "Dois níveis!",
    "Unable to cancel payment. Please contact support if you see any charges.": "Não é possível cancelar o pagamento. Contacte o serviço de apoio ao cliente se detetar quaisquer encargos.",
    "Unable to start payment process. Please try again.": "Não foi possível iniciar o processo de pagamento. Por favor, tente novamente.",
    "Unbundles your bundled jewels (Bless, Soul, Life etc.).": "Desembrulha as suas jóias agrupadas (Bênção, Alma, Vida, etc.).",
    "Unknown User": "Utilizador desconhecido",
    "Unlocks your items for trade/sale.": "Desbloqueia os seus artigos para troca/venda.",
    "Unstuck Character": "Personagem descolado",
    "Update Password": "Atualizar a palavra-passe",
    "Update your account": "Atualizar a sua conta",
    "Update your appearance settings.": "Actualize as suas definições de aspeto.",
    "Upgrade": "Atualização",
    "Upgrade Your Account": "Atualizar a sua conta",
    "Upgrade to": "Upgrade to",
    "Upgrade your account, or extend your VIP subscription for continued benefits.": "Actualize a sua conta ou prolongue a sua subscrição VIP para obter benefícios contínuos.",
    "Username": "Nome de utilizador",
    "Users must report all violations to administration": "Os utilizadores devem comunicar todas as violações à administração",
    "Using cheats, automation software, bots, hacks, or any unauthorized third-party software": "Utilizar batota, software de automação, bots, hacks ou qualquer software de terceiros não autorizado",
    "Utilities": "Utilidades",
    "VIP Arena": "Arena VIP",
    "VIP Subscription Extended": "Extensão da subscrição VIP",
    "Video Card": "Placa de vídeo",
    "View All": "Ver tudo",
    "View Details": "Ver detalhes",
    "View and manage your support ticket.": "Ver e gerir o seu pedido de assistência.",
    "View past rankings and their rewards.": "Ver as classificações anteriores e as suas recompensas.",
    "View your recent activities.": "Ver as suas actividades recentes.",
    "Violating any applicable laws or regulations": "Violação de quaisquer leis ou regulamentos aplicáveis",
    "Virtual Currency and Items": "Moeda virtual e itens",
    "Virtual Currency and Products": "Moeda virtual e produtos",
    "Virtual currency and items are licensed, not sold, to you. You have no property rights in virtual items. We reserve the right to modify or remove virtual items at any time. Please refer to our Refund Policy for information about purchases.": "A moeda e os itens virtuais são licenciados, e não vendidos, ao utilizador. O utilizador não tem direitos de propriedade sobre os itens virtuais. Reservamo-nos o direito de modificar ou remover itens virtuais a qualquer momento. Consulte a nossa Política de reembolso para obter informações sobre compras.",
    "Visit our": "Visite o nosso",
    "Vitality": "Vitalidade",
    "Wallet": "Carteira",
    "We collect the following information:": "Recolhemos as seguintes informações:",
    "We couldn\\'t complete your payment. The transaction was declined or cancelled.": "Não foi possível concluir o seu pagamento. A transação foi recusada ou cancelada.",
    "We couldn\\'t verify your payment status. If your account was charged, please contact support.": "Não foi possível verificar o estado do seu pagamento. Se a sua conta foi debitada, contacte o suporte.",
    "We encountered a technical issue. Please try again or contact support if the problem persists.": "Encontrámos um problema técnico. Tente novamente ou contacte o suporte se o problema persistir.",
    "We encourage you to contact our support team before initiating any payment disputes. EU customers have the right to use the EU Online Dispute Resolution platform at": "Recomendamos que contacte a nossa equipa de apoio antes de iniciar qualquer litígio de pagamento. Os clientes da UE têm o direito de utilizar a plataforma de resolução de litígios em linha da UE em",
    "We exclusively provide digital content and virtual goods. These are delivered automatically upon successful payment confirmation. No physical items are shipped.": "Fornecemos exclusivamente conteúdos digitais e bens virtuais. Estes são entregues automaticamente após a confirmação do pagamento. Não são enviados objectos físicos.",
    "We have two designated farming maps:": "Dispomos de dois mapas agrícolas designados:",
    "We may modify these terms at any time. We will notify you of material changes via email or through our Service. Your continued use of the Service after such modifications constitutes acceptance of the updated terms.": "Podemos modificar estes termos em qualquer altura. Notificá-lo-emos das alterações materiais por correio eletrónico ou através do nosso Serviço. A utilização continuada do Serviço pelo utilizador após tais modificações constitui a aceitação dos termos actualizados.",
    "We may update this policy from time to time. We will notify you of any significant changes through the website or by email.": "Poderemos atualizar esta política ocasionalmente. Notificá-lo-emos de quaisquer alterações significativas através do sítio Web ou por correio eletrónico.",
    "We process personal data in accordance with our Privacy Policy and applicable data protection laws, including the EU General Data Protection Regulation (GDPR). By using our Service, you consent to our collection and processing of your personal data as described in our Privacy Policy.": "Processamos dados pessoais de acordo com a nossa Política de Privacidade e as leis de proteção de dados aplicáveis, incluindo o Regulamento Geral de Proteção de Dados da UE (RGPD). Ao utilizar o nosso Serviço, o utilizador concorda com a nossa recolha e processamento dos seus dados pessoais, conforme descrito na nossa Política de Privacidade.",
    "We redesigned it completely!": "Redesenhámo-lo completamente!",
    "We reserve the right to suspend or terminate your account for any violation of these terms, inappropriate behavior, or for any other reason at our discretion. Upon termination, you will lose access to your account and any virtual items or currency associated with it.": "Reservamo-nos o direito de suspender ou encerrar a sua conta por qualquer violação destes termos, comportamento inadequado ou por qualquer outro motivo, à nossa discrição. Após a cessação, o utilizador perderá o acesso à sua conta e a quaisquer itens virtuais ou moeda associados à mesma.",
    "We take security seriously and use appropriate measures to protect your information. However, no internet transmission is completely secure, so please use strong passwords and keep your account information safe.": "Levamos a segurança a sério e utilizamos medidas adequadas para proteger as suas informações. No entanto, nenhuma transmissão pela Internet é totalmente segura, pelo que deve utilizar palavras-passe fortes e manter as informações da sua conta seguras.",
    "We think so too!": "Nós também pensamos assim!",
    "We use your information to:": "Utilizamos as suas informações para:",
    "We\\'re on it! We\\'ll reach out about this ticket as soon as possible.": "Estamos a tratar disso! Entraremos em contacto com este bilhete assim que possível.",
    "Web Shop": "Loja virtual",
    "Weekly": "Semanal",
    "Weekly Event Score": "Pontuação do evento semanal",
    "Weekly Hunt Score": "Pontuação semanal da caçada",
    "Weekly Rankings Archive": "Arquivo das classificações semanais",
    "Weekly Rankings Rewards": "Recompensas das classificações semanais",
    "Welcome Back": "Bem-vindo de volta",
    "Welcome to Lotus Mu. By accessing and using our services, you agree to these Terms of Service (": "Bem-vindo ao Lotus Mu. Ao aceder e utilizar os nossos serviços, o utilizador concorda com os presentes Termos de Serviço (",
    "What are the minimum system requirements?": "Quais são os requisitos mínimos do sistema?",
    "What are the server maintenance times?": "Quais são os horários de manutenção do servidor?",
    "What should I do if the game won\\'t start?": "O que devo fazer se o jogo não arrancar?",
    "What truly sets Lotus Mu apart is our dedication to knowledge sharing and documentation.": "O que realmente distingue a Lotus Mu é a nossa dedicação à partilha de conhecimentos e à documentação.",
    "Why is my game performance low/laggy?": "Porque é que o desempenho do meu jogo é baixo/lento?",
    "Wiki": "Wiki",
    "Windows 7 or newer": "Windows 7 ou mais recente",
    "Withdraw": "Retirada",
    "Yes": "Sim",
    "Yes, the game is completely free to play. We offer optional VIP and cash shop items that provide convenience but do not affect game balance.": "Sim, o jogo é totalmente gratuito. Oferecemos VIP opcional e itens da loja de dinheiro que proporcionam conveniência mas não afectam o equilíbrio do jogo.",
    "Yoskreth": "Yoskreth",
    "You agree to:": "O utilizador aceita:",
    "You already have an active VIP subscription until :date.": "Já tem uma subscrição VIP ativa até :data.",
    "You can always update this in your settings.": "Pode sempre actualizá-lo nas suas definições.",
    "You can create an account through our": "Pode criar uma conta através do nosso",
    "You cannot send :resource while your account is banned.": "Não podes enviar :resource enquanto a tua conta estiver banida.",
    "You do not have permission to modify to this ticket.": "Não tem permissão para modificar este bilhete.",
    "You do not have permission to reply to this ticket.": "Não tem permissão para responder a este bilhete.",
    "You must be at least 16 years old to use our Service. If you are between 16 and 18 years old, you represent that you have your parent or legal guardian\\'s permission to use the Service. Some features may require you to be 18 years or older.": "O utilizador deve ter pelo menos 16 anos de idade para utilizar o nosso Serviço. Se o utilizador tiver entre 16 e 18 anos, declara que tem a autorização dos pais ou do tutor legal para utilizar o Serviço. Algumas funcionalidades podem exigir que o utilizador tenha 18 anos ou mais.",
    "You need to have an active VIP subscription to extend it.": "É necessário ter uma subscrição VIP ativa para o prolongar.",
    "YouTube": "YouTube",
    "You\\'re about to upgrade your account to": "Está prestes a atualizar a sua conta para",
    "You\\'ve sent :amount :resource to :recipient. Tax paid: :tax :resource": "Enviou :montante :recurso para :destinatário. Imposto pago: :imposto :recurso",
    "Your Rights": "Os seus direitos",
    "Your VIP subscription has been extended for :duration days.": "A sua subscrição VIP foi prolongada por :duração dias.",
    "Your account has been upgraded to :level VIP for :duration days.": "A tua conta foi actualizada para o nível :VIP por :dias de duração.",
    "Your account has sufficient balance to reverse the transaction completely": "A sua conta tem saldo suficiente para anular completamente a transação",
    "Your account information will be hidden for :duration days.": "As informações da sua conta serão ocultadas durante :dias de duração.",
    "Your account is in good standing with no history of fraudulent activity": "A sua conta está em boa situação, sem histórico de actividades fraudulentas",
    "Your character ": "O seu carácter",
    "Your email address is unverified.": "O seu endereço de correio eletrónico não foi verificado.",
    "Your path, your possibilities.": "O seu caminho, as suas possibilidades.",
    "Your reply has been successfully added to the ticket.": "A sua resposta foi adicionada com sucesso ao bilhete.",
    "Your stealth mode period will be extended for :duration more days.": "O período do modo furtivo será prolongado por mais :dias.",
    "Your tokens have been successfully added to your account.": "Os seus tokens foram adicionados com sucesso à sua conta.",
    "Your username": "O seu nome de utilizador",
    "Zen": "Zen",
    "Zen Wallet": "Carteira Zen",
    "and how to make use of the": "e como utilizar o",
    "and our team will assist you.": "e a nossa equipa ajudá-lo-á.",
    "auth.password": "auth.password",
    "days": "dias",
    "decreases with resets": "diminui com as reinicializações",
    "event schedule.": "programa do evento.",
    "extra": "extra",
    "filament-panels::pages/auth/login.messages.failed": "filament-panels::pages/auth/login.messages.failed",
    "for detailed assistance": "para uma assistência pormenorizada",
    "for immediate assistance": "para assistência imediata",
    "for real-time support": "para apoio em tempo real",
    "has launched!": "foi lançado!",
    "is required to run the game. Please install it before downloading the client.": "é necessário para executar o jogo. Instale-o antes de descarregar o cliente.",
    "kills": "mortes",
    "launching in": "lançamento em",
    "mu helper": "ajudante mu",
    "off helper.": "fora do ajudante.",
    "or": "ou",
    "or track your next prey in the": "ou seguir a sua próxima presa no",
    "our wiki": "a nossa wiki",
    "points": "pontos",
    "read our guides.": "ler os nossos guias.",
    "registration page": "página de registo",
    "starts at :starting": "começa em :starting",
    "submit a support ticket": "enviar um ticket de suporte",
    "submit a support ticket.": "enviar um ticket de suporte.",
    "submit a ticket.": "enviar um bilhete.",
    "the Lotus Mu Wiki.": "o Lotus Mu Wiki.",
    "tokens": "fichas",
    "wiki guide.": "guia wiki.",
    "wins": "vitórias",
    "{$scope->label()} {$this->label()} Score": "{$scope->label()} {$this->label()} Pontuação",
    "– exclusive battleground zone.": "- zona exclusiva do campo de batalha.",
    "– leveling zone for our VIP Members.": "- zona de nivelamento para os nossos membros VIP.",
    "– the capital city of Lotus Mu.": "- a capital de Lotus Mu."
}