{
    " - from server mechanics to events and features!": " - desde a mecânica do servidor até aos eventos e funções!",
    " and ": " и",
    "+10% Bonus Drop": "+10% de bónus de queda",
    "+20% Bonus EXP": "+20% de bónus de EXP",
    ", which form an integral part of these Terms. These guidelines detail the standards of behavior, game rules, and penalties for violations.": "que fazem parte integrante das presentes Condições. Estas diretrizes especificam as normas de conduta, as regras do jogo e as sanções em caso de infração.",
    ".": ".",
    "1 GB or higher": "1 GB ou mais",
    "1. Check your email for ban reason and duration.": "1. Verifica o teu e-mail para saberes o motivo e a duração da proibição.",
    "1. Click \"Forgot Password\" on the login page.": "1. Clique em \"Esqueci-me da palavra-passe\" na página de início de sessão.",
    "1. Contact support through our website support form.": "1. Contactar a assistência através do formulário de assistência no nosso sítio Web.",
    "1. Download the client from any of the provided mirrors above.": "1. Descarregue o cliente a partir de qualquer um dos espelhos fornecidos acima.",
    "1. Go to your": "1. Aceda ao seu",
    "1. Planned maintenance will be announced on our website and Discord server.": "1. A manutenção planeada será anunciada no nosso sítio Web e no servidor Discord.",
    "1. Standard tickets: Response within 24-48 hours.": "1. Pedidos padrão: Resposta dentro de 24-48 horas.",
    "1. Submit an account deletion request.": "1. Apresentar um pedido de eliminação de conta.",
    "1. Update your graphics drivers to the latest version.": "1. Actualize os controladores gráficos para a versão mais recente.",
    "1. Verify .NET Framework 3.5 is installed correctly.": "1. Verifique se o .NET Framework 3.5 está instalado corretamente.",
    "1. Wait 15 minutes after payment for tokens to appear automatically.": "1. Aguarde 15 minutos após o pagamento para que os tokens apareçam automaticamente.",
    "1. Yes, multiple accounts are allowed per player.": "1. Sim, são permitidas várias contas por jogador.",
    "14 days": "14 dias",
    "2. Account security issues: Priority response within 12 hours.": "2. Problemas de segurança da conta: resposta prioritária no prazo de 12 horas.",
    "2. Each account requires a unique email address for verification.": "2. Cada conta requer um endereço de correio eletrónico único para verificação.",
    "2. Emergency maintenance will be announced on our Discord.": "2. O apoio de emergência será anunciado no nosso Discord.",
    "2. Enter your account email address.": "2. Introduza o endereço de correio eletrónico da sua conta.",
    "2. Enter your current password for verification.": "2. Introduza a sua palavra-passe atual para verificação.",
    "2. If tokens do not appear, check your payment confirmation email.": "2. Se não aparecerem fichas, verifique o seu e-mail de confirmação de pagamento.",
    "2. Include screenshots or video evidence when possible.": "2. Sempre que possível, incluir capturas de ecrã ou vídeos.",
    "2. Lower in-game graphics settings.": "2. Reduzir as definições gráficas do jogo.",
    "2. Run the game as Administrator.": "2. Iniciar o jogo como administrador.",
    "2. Run the installer and follow the instructions.": "2. Execute o instalador e siga as instruções.",
    "2. Submit an appeal through the support system.": "2. Apresentar uma queixa através do sistema de apoio.",
    "2. Verify ownership.": "2. Verificar a propriedade.",
    "2GB or higher": "2 GB ou mais",
    "3. Account data is retained for 30 days after deletion.": "3. Os dados da conta são armazenados durante 30 dias após a sua eliminação.",
    "3. Check our news channel for server status and maintenance updates.": "3. Consulte o nosso feed de notícias para obter o estado do servidor e actualizações de manutenção.",
    "3. Close unnecessary background applications.": "3. Feche as aplicações de fundo desnecessárias.",
    "3. Enter and confirm your new password.": "3. Introduza e confirme a sua nova palavra-passe.",
    "3. Follow the recovery instructions sent to your email.": "3. Siga as instruções de recuperação enviadas para o seu correio eletrónico.",
    "3. For PayPal payments, verify the transaction status in your PayPal account.": "3. Para pagamentos PayPal, verifique o estado da transação na sua conta PayPal.",
    "3. Make sure .NET Framework 3.5 is installed.": "3. Certifique-se de que o .NET Framework 3.5 está instalado.",
    "3. Make sure all game files are extracted properly.": "3. Certifique-se de que todos os ficheiros do jogo foram extraídos corretamente.",
    "3. Maximum of 3 game clients can be run simultaneously per user.": "3. Um utilizador pode executar um máximo de 3 clientes de jogo ao mesmo tempo.",
    "3. Payment issues: Response within 24 hours.": "3. Questões relacionadas com o pagamento.",
    "3. Provide any evidence supporting your appeal.": "3. Fornecer todos os elementos de prova em apoio da sua queixa.",
    "3. Provide detailed information about the issue or incident.": "3. Fornecer informações pormenorizadas sobre o problema ou incidente.",
    "30 (35 with Dark Lord as a Guild Master)": "30 (35 com o Senhor das Trevas como criador da guilda)",
    "30 days": "30 dias",
    "3D graphics processor": "Processador gráfico 3D",
    "4. Appeals are typically reviewed within 48-72 hours.": "4. As queixas são normalmente tratadas num prazo de 48 a 72 horas.",
    "4. Check your internet connection stability.": "4. Verifique a estabilidade da sua ligação à Internet.",
    "4. Deletion is permanent and cannot be reversed after 30 days.": "4. A supressão é definitiva e não pode ser revogada após 30 dias.",
    "4. Each account must be logged in from a separate client.": "4. Cada conta deve ser registada por um cliente separado.",
    "4. For card payments, check if your bank approved the transaction.": "4. Para pagamentos com cartão, verifique se o seu banco aprovou a transação.",
    "4. General inquiries: Response within 48-72 hours.": "4. Questões de carácter geral: resposta no prazo de 48-72 horas.",
    "4. If you cannot access your email, contact support with proof of ownership.": "4. Se não tiver acesso ao seu e-mail, contacte o serviço de apoio e apresente uma prova de propriedade.",
    "4. Maintenance typically lasts 2-4 hours.": "4. A manutenção demora normalmente 2 a 4 horas.",
    "4. Run the main executable (Launcher.exe).": "4. Executar o executável principal (Launcher.exe).",
    "4. Run the resolution and language scripts located in the Scripts folder of the game client directory.": "4. Execute os scripts de resolução e de idioma localizados na pasta Scripts do diretório do cliente do jogo.",
    "4. Save the changes to update your password.": "4. Guarde as alterações para atualizar a palavra-passe.",
    "5. Check if your antivirus is blocking the game, as some antivirus software may incorrectly flag it as suspicious (false positive).": "5. Verifique se o seu programa antivírus bloqueia o jogo, pois alguns programas antivírus podem identificá-lo incorretamente como suspeito (falso positivo).",
    "5. Contact support if payment is confirmed but tokens are not received after 15 minutes.": "5. Contacte o serviço de apoio se o pagamento for confirmado mas os tokens não forem recebidos após 15 minutos.",
    "5. Multiple violations may result in permanent account closure.": "5. As violações repetidas podem resultar no cancelamento permanente da conta.",
    "5. Required proof includes original email, transaction records, or other account details.": "5. As provas exigidas incluem o e-mail original, registos de transacções ou outras informações sobre a conta.",
    "5. Verify your PC meets the minimum system requirements.": "5. Verifique se o seu computador cumpre os requisitos mínimos do sistema.",
    "6. Update your DirectX and graphics drivers.": "6. Atualizar os controladores DirectX e os controladores gráficos.",
    "7 days": "7 dias",
    "7. Make sure that the path to your game client does not include cyrilic words (i.e. C:\\Игри\\Lotus Mu).": "7. Certifica-te de que o caminho para o teu cliente de jogo não inclui palavras cirílicas (por exemplo, C:\\Igri\\Lotus Mu).",
    ":amount tokens exchanged for credits": ":amount fichas trocadas por créditos",
    ":amount tokens exchanged for credits (Tax: :tax tokens)": ":amount  fichas trocadas por créditos (Taxa: :tax de imposto)",
    ":duration days": ":duration dias",
    ":level VIP Member": ":level membro VIP",
    ":zen x Number of Kills": ":zen x Número de mortes",
    ":zen x Reset Number": ":zen x Número de reposição",
    "A new verification link has been sent to the email address you provided during registration.": "Foi enviada uma nova ligação de verificação para o endereço de correio eletrónico que forneceu aquando do registo.",
    "A new verification link has been sent to your email address.": "Foi enviada uma nova ligação de verificação para o seu endereço de correio eletrónico.",
    "A peek at the server basics": "Um olhar sobre os princípios básicos do servidor",
    "A powerful assistance system that makes your gaming experience smooth and efficient.": "Um poderoso sistema de suporte que torna a sua experiência de jogo suave e eficiente.",
    "A server with soul. Thoughtfully crafted, not copy-pasted.": "Servidor com alma. Feito com pensamento, não copiado.",
    "Accept responsibility for all activities under your account": "assumir a responsabilidade por todas as actividades da sua conta.",
    "Acceptance of Terms": "Aceitação das condições",
    "Access your personal data": "Acesso aos seus dados pessoais",
    "Account Information": "Informações sobre o perfil",
    "Account Level": "Nível da conta",
    "Account Upgrade Successful": "Atualização de conta bem sucedida",
    "Account details": "Detalhes da conta",
    "Account information (username, email)": "Informações sobre a conta (nome de utilizador, e-mail)",
    "Account information is public": "As informações da conta são públicas",
    "Action Required": "Acções necessárias",
    "Active until": "Ativo até",
    "Active until :date": "Ativo até :date",
    "Activities": "Actividades",
    "Activity Logs": "Registos de atividade",
    "Add points in Agility.": "Acrescenta pontos para a Agilidade.",
    "Add points in Command.": "Adicionar pontos no Comando.",
    "Add points in Energy.": "Acrescentar pontos para Energia.",
    "Add points in Stamina.": "Acrescenta pontos para a Resistência.",
    "Add points in Strength.": "Acrescentar pontos para a Força.",
    "Additional Notes": "Notas adicionais",
    "Admin Dashboard": "Painel de controlo do administrador",
    "Adventure Supplies": "Material de aventura",
    "Advertising other game servers": "Publicidade noutros servidores de jogo",
    "Age Requirements and Eligibility": "Requisitos de idade e elegibilidade",
    "Age Restrictions": "Restrições de idade",
    "Agility": "Agilidade",
    "All accounts, characters, and game items are intellectual property of Lotus Mu": "Todas as contas, personagens e itens do jogo são propriedade intelectual da Lotus Mu",
    "All bugs must be reported to administration": "Todos os erros devem ser comunicados à administração.",
    "All content, including but not limited to game assets, logos, trademarks, and software, is the property of Lotus Mu or its licensors and is protected by intellectual property laws. You may not copy, modify, or distribute any content without our explicit permission.": "Todo o Conteúdo, incluindo, entre outros, os Activos do Jogo, os Logótipos, as Marcas Comerciais e o Software, é propriedade da Lotus Mu ou dos seus licenciantes e está protegido por leis de propriedade intelectual. O utilizador não pode copiar, modificar ou distribuir qualquer conteúdo sem a nossa autorização expressa.",
    "All items can be found in-game within the Cash Shop.": "Todos os itens podem ser encontrados no jogo, na loja a dinheiro.",
    "All users must comply with these regulations:": "Todos os utilizadores devem respeitar estas disposições:",
    "Already have an account?": "Já tem uma conta?",
    "Always save your payment confirmation/transaction ID when contacting support.": "Guarde sempre o ID de confirmação do pagamento/transação quando contactar o apoio ao cliente.",
    "Amount": "Soma",
    "Amount after tax (:rate% tax)": "Montante após taxa (:rate% taxa)",
    "An extra entry for BC & DS": "Participação adicional em BC & DS",
    "Ancient powers reimagined for modern gameplay.": "Poderes antigos reimaginados para uma jogabilidade moderna.",
    "Appearance": "Aparência",
    "Appearance Settings": "Definições de aspeto",
    "Archive": "Arquivo",
    "Are you sure you want to clear all player kills for <strong>:name</strong>?": "Tem a certeza de que pretende limpar todas as mortes para <strong>:name</strong>?",
    "As a user, you have the right to:": "Como consumidor, tem o direito:",
    "As per EU consumer protection laws, you have the right to request a refund within 14 days of purchase under the following conditions:": "Ao abrigo da legislação comunitária de proteção do consumidor, tem o direito de solicitar um reembolso no prazo de 14 dias após a compra, nas seguintes condições",
    "Ashkavor": "Ashkavor",
    "Attempting to reverse payments after using virtual goods": "Tentativas de recuperar pagamentos após a utilização de bens virtuais",
    "Automatically accepts all requests.": "Aceita automaticamente todos os pedidos.",
    "Available Character Classes": "Classes de caracteres disponíveis",
    "Available Zen": "Disponível Zen",
    "Back to Tickets": "Voltar aos pedidos",
    "Back to all ": "Voltar a todos",
    "Back to all news": "Volver a todas las noticias",
    "Back to all updates": "Volver a todas las actualizaciones",
    "Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Antes de começarmos, pode confirmar o seu endereço de correio eletrónico clicando na ligação que acabámos de lhe enviar? Se não recebeu o e-mail, teremos todo o gosto em enviar-lhe outro.",
    "Begin your journey": "Comece a sua viagem",
    "Benefits included": "As vantagens incluem",
    "Best Value · 50% off": "Melhor preço - 50% de desconto",
    "Beyond Basics": "Para além do básico",
    "Beyond the veil of nostalgia lies a land of untold wonders and hidden mysteries": "Para além do véu da nostalgia, existe uma terra de maravilhas e mistérios escondidos",
    "Blood Castle": "Castelo de Sangue",
    "Browse Offerings": "Ver as ofertas",
    "Buffs & Boosts": "Bônus e reforços",
    "Build your dream character.": "Cria o teu herói de sonho.",
    "Bundle Contents": "Conteúdo da embalagem",
    "Bundles your jewels (Bless, Soul, Life etc.).": "Recolhe as tuas pedras preciosas (bênção, alma, vida, etc.).",
    "By using our Service, you agree to follow our": "Ao utilizar o nosso Serviço, o utilizador concorda em seguir as nossas",
    "CS Wins": "A CS ganha",
    "Can I play on multiple accounts?": "Posso jogar com várias contas?",
    "Cancel": "Cancelar",
    "Cannot Extend": "Não pode ser expandido",
    "Cannot Upgrade": "Não pode ser atualizado",
    "Castle Lord:": "O senhor do castelo:",
    "Castle Owner": "Proprietário do castelo",
    "Castle Siege": "Cerco do castelo",
    "Castle Siege Wins": "Ganhar o cerco do castelo",
    "Castle Siege manipulation via dummy guilds": "Manipular o cerco do castelo através de grémios fictícios",
    "Castle Treasury": "O Tesouro do Castelo",
    "Catalog": "Catálogo",
    "Category": "Categoria",
    "Challenge another guild to a Guild War.": "Desafiar outra guilda para uma guerra de guildas.",
    "Changes saved": "Alterações guardadas",
    "Changes to Terms": "Alterações nas condições",
    "Changes to This Policy": "Alterações a esta política",
    "Chaos Goblin": "Duende do caos",
    "Character": "Herói",
    "Character :name not found.": "Herói :name não encontrado.",
    "Character Set": "Conjunto de heróis",
    "Character moved successfully to Lorencia": "A personagem mudou-se com sucesso para Lorencia",
    "Character not found or has been deleted.": "Carácter não encontrado ou eliminado.",
    "Character stats are visible to everyone": "Os pontos de carácter são visíveis para todos",
    "Check event times": "Verificar os horários dos eventos",
    "Check out our core server settings, experience rates, and basic configuration details.": "Consulte as nossas definições básicas de servidor, taxas de experiência e detalhes de configuração básica.",
    "Check out the details!": "Veja os pormenores!",
    "Choose Your Package": "Escolha o seu pacote",
    "Choose a package that works best for you.": "Escolha o melhor pacote para si.",
    "Choose a package to extend your VIP.": "Escolha um pacote para prolongar o seu serviço VIP.",
    "Choose category...": "Selecionar uma categoria...",
    "Choose priority...": "Escolher a prioridade...",
    "Choose resource type...": "Selecionar um tipo de recurso...",
    "Class": "Classe",
    "Clear PK Zen": "Zen para apagar as mortes",
    "Clear Player Kills ? ": "Assassinatos de jogadores limpos?",
    "Clear player kills (available to <b>VIP Players</b> only). Cost - always 50M Zen": "Limpar jogadores mortos (apenas disponível para <b>jogadores VIP</b>). Preço - sempre 50 milhões de Zen",
    "Click here to re-send the verification email.": "Clique aqui para reenviar a mensagem de correio eletrónico para verificação.",
    "Click to download": "Clique para descarregar",
    "Client Features": "Funções do cliente",
    "Closed": "Fechado",
    "Combo all Class": "Combo para todas as classes",
    "Command": "Equipa",
    "Command · /pkclear": "Comando - /pkclear",
    "Command · /wh": "Comando - /wh",
    "Commands": "Comandos",
    "Communicate with you about your account and the game": "comunicar com o utilizador sobre a sua conta e o jogo",
    "Communications with our support team": "Comunicação com a nossa equipa de apoio",
    "Community": "Comunidade",
    "Community Guidelines": "Orientações comunitárias",
    "Confirm": "Confirmar",
    "Confirm Password": "Confirmar a palavra-passe",
    "Contact Information": "Informações de contacto",
    "Contact Us": "Contactar-nos",
    "Continue to Payment": "Proceder ao checkout",
    "Conversation": "A Conversação",
    "Correct any mistakes in your information": "Correção de erros nas suas informações",
    "Cost:": "Custos:",
    "Crafting": "Kraft",
    "Crafting System": "Sistema Kraft",
    "Create New Ticket": "Criar um novo pedido",
    "Create a party that can be joined with a password.": "Criar um grupo ao qual se pode aderir com uma palavra-passe.",
    "Created": "Criado por",
    "Creating fake evidence or misleading administration": "Criar provas falsas ou induzir a administração em erro",
    "Credits": "Créditos",
    "Curated starter bundles that give you exactly what you need. Nothing more.": "Pacotes iniciais selecionados que lhe dão exatamente aquilo de que necessita. Nada mais.",
    "Current Password": "Palavra-passe atual",
    "Current Status": "Situação atual",
    "Current Tier": "Nível atual",
    "DK/DW/FE - 5 MG/DL - 7": "DK/DW/FE - 5 MG/DL - 7",
    "Daily Rewards": "Recompensas diárias",
    "Dark": "Escuro",
    "Dashboard": "Painel de controlo",
    "Date": "Data",
    "Day after day, you can grab rewards to complement your gameplay - jewels, mysterious item bags... you name it - all at your fingertips.": "Dia após dia, podes recolher recompensas para complementar o teu jogo - pedras preciosas, caixas de objectos misteriosos... o que quiseres - está tudo ao teu alcance.",
    "Depth beyond the basics.": "Profundidade para além do básico.",
    "Description": "Descrição",
    "Description of Service": "Descrição do serviço",
    "Devil Square": "Praça do Diabo",
    "DirectX 9.0c or higher": "DirectX 9.0c ou superior",
    "DirectX Version": "Versão do DirectX",
    "Discord": "Discórdia",
    "Discord Server": "Servidor de chamadas",
    "Dispute Resolution": "Resolução de litígios",
    "Disrespectful conduct towards server staff is prohibited": "É proibido qualquer comportamento desrespeitoso para com o pessoal do servidor.",
    "Distributed": "Distribuído",
    "Donate": "Doar",
    "Downloads": "Descarregar",
    "Dynamic": "Dinâmico",
    "Each feature in Lotus Mu is crafted with purpose and depth. These aren't just additions - they're game-changing mechanics that create a richer, more rewarding journey through the realm.": "Todas as funcionalidades do Lotus Mu foram concebidas com um objetivo e profundidade. Não são apenas adições - são mecânicas que mudam o jogo e criam uma viagem mais rica e gratificante pelo reino.",
    "Email": "Correio eletrónico",
    "Email Password Reset Link": "Recuperação da palavra-passe do correio eletrónico",
    "Email our billing team at": "Envie um e-mail para a nossa equipa de faturação em",
    "Email our privacy team at": "Envie uma mensagem de correio eletrónico para a nossa equipa de privacidade em",
    "Email us at": "Envie-nos uma mensagem de correio eletrónico para",
    "Enable": "Ativar",
    "Enable Stealth Mode?": "Ativar o modo Stealth?",
    "Energy": "Energia",
    "Engaging in any form of harassment or abusive behavior": "adotar qualquer forma de assédio ou comportamento abusivo",
    "Engaging in any form of payment manipulation or fraud": "participar em qualquer forma de manipulação ou fraude de pagamentos",
    "Enhancements": "Refinamentos",
    "Ensure your account is using a long, random password to stay secure.": "Certifique-se de que a sua conta utiliza uma palavra-passe longa e aleatória para a manter segura.",
    "Enter amount to withdraw": "Introduzir o montante a levantar",
    "Enter character name": "Introduzir o nome do carácter",
    "Entry Tax": "Imposto de entrada",
    "Equipment Options": "Opções de equipamento",
    "Error": "Erro",
    "Essentials": "Noções básicas",
    "Event Entries": "Participação em eventos",
    "Event Schedule": "Horário",
    "Event Score": "Resultado dos acontecimentos",
    "Event Scoring Rules": "Regras de pontuação do evento",
    "Event manipulation or inactivity": "Manipulação de eventos ou inação",
    "Event.": "Evento.",
    "Events": "Eventos",
    "Events Archive": "Arquivo de eventos",
    "Ever wondered if quests could actually help you progress?": "Alguma vez te perguntaste se as missões podem realmente ajudar-te a progredir?",
    "Everything about Lotus Mu is documented in": "Tudo sobre o Lotus Mu está documentado em",
    "Evolving Items": "Objectos em evolução",
    "Exchange Tokens": "Trocas de moedas",
    "Exchange completed": "Troca concluída",
    "Exchange your tokens for credits.": "Troque os seus tokens por créditos.",
    "Exclusive VIP Arena & Shop": "Arena e loja VIP exclusivas",
    "Experience": "Experiência",
    "Exploiting bugs or engaging in any form of game manipulation": "Explorar bugs ou manipular o jogo de qualquer forma",
    "Exploiting glitches or using unauthorized programs is prohibited": "É proibida a utilização de avarias ou programas não autorizados.",
    "Explore our selection of convenience features and enhancements designed to complement your gameplay experience. See detailed information about everything available in the game.": "Veja a nossa seleção de funcionalidades e melhorias úteis concebidas para complementar a sua experiência de jogo. Vê informações detalhadas sobre tudo o que está disponível no jogo.",
    "Extend": "Alargar",
    "Extend :duration Days": "Extensão :duration Dias",
    "Extend Now": "Extensão agora",
    "Extend Stealth Mode": "Extensão do modo oculto",
    "Extend Your Subscription": "Prolongar a sua subscrição",
    "Facebook": "Facebook",
    "Failed to switch server: ": "Falha na comutação do servidor:",
    "False information or testimonies will result in warnings or bans": "Informações ou testemunhos falsos darão origem a avisos ou proibições",
    "Farm Areas": "Zonas de caça",
    "Fast and secure card processing": "Processamento de cartões rápido e seguro",
    "Files": "Ficheiros",
    "Filing false chargeback claims after receiving and using virtual goods": "Apresentação de falsos pedidos de reembolso após a receção e utilização de bens virtuais",
    "Final Destination Balance": "Saldo do destino",
    "Find everything you need in seconds through our modern interface and powerful search engine.": "Encontre tudo o que precisa em segundos com a nossa interface moderna e o nosso poderoso motor de pesquisa.",
    "Find quick solutions to common questions. If your issue isn't listed here, please": "Encontre soluções rápidas para as perguntas mais frequentes. Se o seu problema não estiver listado aqui, por favor",
    "First time around here?": "É a primeira vez que cá vem?",
    "First, let's create your account. Once your account has been created you must verify it in order to play Lotus Mu.": "Primeiro, vamos criar a tua conta. Assim que a tua conta for criada, terás de a confirmar para poderes jogar Lotus Mu.",
    "Five": "Cinco",
    "For questions about these guidelines or to report violations, you can:": "Para questões sobre estas diretrizes ou para comunicar violações, pode:",
    "For questions about these terms or any concerns, you can:": "Para perguntas sobre as presentes condições gerais ou para quaisquer preocupações, pode",
    "For questions about your privacy or data protection, you can:": "Para questões sobre privacidade ou proteção de dados, pode:",
    "For refund requests or payment-related questions, you can:": "Para pedidos de reembolso ou questões relacionadas com pagamentos, pode:",
    "Forgot password?": "Esqueceu-se da sua palavra-passe?",
    "Forgot your password?": "Esqueceu-se da sua palavra-passe?",
    "Four": "Quatro",
    "Frequently Asked Questions": "Perguntas mais frequentes",
    "From (Source)": "De (fonte)",
    "From hunting spiders to challenging mighty monsters, our quest system grows with you. Each completed quest rewards you with valuable items and points - making your character stronger every step of the way.": "Desde caçar aranhas a desafiar monstros poderosos, o nosso sistema de missões cresce contigo. Cada missão que completas recompensa-te com itens e pontos valiosos, tornando a tua personagem mais forte a cada passo.",
    "From intense 1v1 battles in the Hall of Fame to team clashes and PvE challenges - our events are designed for every playstyle.": "Os nossos eventos são concebidos para todos os estilos de jogo, desde intensas batalhas 1v1 no Salão da Fama até escaramuças de equipa e desafios PvE.",
    "From the mighty Warhorse to the fearsome Ice Dragon, each class has its own unique set of companions. With three power tiers and class-specific bonuses, these pets aren't just for show.": "Cada classe - desde o poderoso cavalo de guerra até ao temível dragão de gelo - tem o seu próprio conjunto de companheiros. Com três níveis de poder e bónus específicos de cada classe, estes companheiros não são apenas para decoração.",
    "From unique pet crafting to reimagined classic recipes, our system aligns perfectly with modern MU gameplay - multiple resets, active farming, and exciting rewards.": "Desde a criação de companheiros únicos a receitas clássicas reimaginadas, o nosso sistema está perfeitamente alinhado com a jogabilidade moderna da MU - múltiplos reinícios, caça ativa e recompensas excitantes.",
    "Full account information privacy": "Total confidencialidade das informações da conta",
    "Full support for Russia, Belarus, sanctioned regions + all major cryptocurrencies": "Suporte total para a Rússia, Bielorrússia, regiões sancionadas + todas as principais moedas criptográficas",
    "Game Masters may make decisions based on context beyond these rules": "Os Diretores de Jogo podem tomar decisões com base em contextos alheios a estas regras.",
    "Game Settings": "Definições do jogo",
    "Game progress and statistics": "Progresso do jogo e estatísticas",
    "Gameplay Rules": "Regras do jogo",
    "Gameplay Updates": "Actualizações",
    "General": "Partido geral",
    "General Information": "Informações gerais",
    "Get Tokens": "Receber fichas",
    "Get a head start and accelerate your progress with our premium packages.": "Obtenha uma vantagem inicial e acelere o seu progresso com os nossos pacotes premium.",
    "Get help with your questions, issues, or feedback.": "Obtenha ajuda para as suas perguntas, problemas ou comentários.",
    "Get instant support on our": "Obtenha apoio imediato no nosso",
    "Get started in minutes": "Comece a trabalhar em minutos",
    "Governing Law": "Direito aplicável",
    "Guild": "Grémio",
    "Guild Alliance": "União de Grémios",
    "Guild Master": "Mestre da Guilda",
    "Guild Members": "Membros do grémio",
    "Guild Name": "Nome do grémio",
    "Guild not found or has been deleted.": "Guilda não encontrada ou eliminada.",
    "Guilds": "Grémios",
    "Hard Disk Space": "Espaço no disco rígido",
    "Help Center": "Centro de ajuda",
    "Helper": "Assistente",
    "Hide your location from other players": "Esconder a sua localização dos outros jogadores",
    "High": "Elevado",
    "HoF": "HoF",
    "HoF Wins": "Ganhar o HoF",
    "Hold on": "Manter",
    "Home": "Início",
    "How We Use Your Information": "Como utilizamos as informações do utilizador",
    "How do I change my account password?": "Como posso alterar a palavra-passe da minha conta?",
    "How do I create an account?": "Como é que posso criar uma conta?",
    "How do I delete my account?": "Como é que elimino a minha conta?",
    "How do I download and install the game?": "Como é que transfiro e instalo o jogo?",
    "How do I recover my account?": "Como é que recupero a minha conta?",
    "How do I report a bug or player?": "Como posso comunicar um erro ou um jogador?",
    "How long does support ticket response take?": "Quanto tempo é necessário para responder a um pedido de assistência?",
    "How to Reset": "Como fazer Resetti",
    "How to Start": "Como começar",
    "Hunt Archive": "Arquivo da caça",
    "Hunt Score": "Resultado da caçada",
    "Hunt Zone": "Zona de caça",
    "Hunter Scoring Rules": "Regras de pontuação para caçadores",
    "I agree to the ": "Concordo com",
    "IP Address": "Endereço IP",
    "Icewrack": "Quebra-gelo",
    "If you cannot find a solution to your problem here, please": "Se não encontrar aqui uma solução para o seu problema, por favor",
    "Important": "Importante",
    "Improve our services and fix issues": "Melhorar os nossos serviços e resolver problemas",
    "In Lotus Mu, they absolutely do!": "Em Lotus Mu são absolutamente adequados!",
    "In accordance with EU consumer protection laws, you have the right to withdraw from this contract within 14 days without giving any reason. However, you acknowledge that by requesting immediate access to the digital content and beginning to download or use the virtual goods, you expressly waive your right of withdrawal.": "De acordo com a legislação comunitária de proteção dos consumidores, o utilizador tem o direito de rescindir o presente contrato no prazo de 14 dias, sem necessidade de indicar o motivo. No entanto, o utilizador reconhece que, ao solicitar o acesso imediato aos Conteúdos Digitais e ao começar a descarregar ou utilizar os Bens Virtuais, renuncia expressamente ao seu direito de rescisão.",
    "In modern MU Online, having the same excellent options across all items doesn't make sense - that's why our excellent options scale with item tiers - stronger items, better bonuses.": "No MU Online moderno não faz sentido ter as mesmas opções de exp. para todos os itens - por isso as opções de exp. aumentam com os níveis dos itens - itens mais fortes, melhores bónus.",
    "In-game Daily Rewards": "Recompensas diárias no jogo",
    "Inciting ethnic hatred or player harassment": "Incitação ao ódio étnico ou assédio de jogadores",
    "Information": "Informações",
    "Information We Collect": "Informações que recolhemos",
    "Insufficient :resource. You need :amount but only have :current": "Insuficiente :resource. Precisa de :amount, mas só tem :current",
    "Insufficient Funds": "Fundos insuficientes",
    "Insufficient Zen on character.": "Não há zen suficiente na personagem.",
    "Insufficient treasury funds.": "Insuficiência de fundos na tesouraria.",
    "Insufficient zen in your character. You need :amount but only have :current": "Não há Zen suficiente no teu personagem. Precisas de :amount, mas só tens :current",
    "Intellectual Property": "Propriedade intelectual",
    "Introduction": "Introdução",
    "Invalid transfer type.": "Tipo de transferência inválido.",
    "Invasions": "Invasões",
    "Invasions Schedule": "Calendário das invasões",
    "Is the game free to play?": "O jogo é gratuito?",
    "Item Bundles": "Pacotes de artigos",
    "Item Drop": "Queda de objectos",
    "Join Discord": "Aderir ao Discord",
    "Join Events.": "Participar nos eventos.",
    "Join a party which has a password.": "Juntar-se a uma festa que tenha uma palavra-passe.",
    "Join in an Event.": "Participar num evento.",
    "Join our": "Junte-se a nós",
    "Keep Stats": "Repor pontos",
    "Keep farming even with your game minimized or closed - our helper takes care of your character while you're away.": "Continua a evoluir mesmo quando o jogo está minimizado ou fechado - o nosso ajudante toma conta da tua personagem enquanto estás ausente.",
    "Keep your character stats private": "Manter os pontos da sua personagem em segredo",
    "Key Locations": "Localizações principais",
    "Kills": "Homicídio",
    "Kills:": "Os assassínios:",
    "King of Yoskreth": "Rei de Yoskreth",
    "Ladies and gentlemen - the most comprehensive MU knowledge base in the world -": "Senhoras e senhores - a base de dados de MU mais completa do mundo -",
    "Last Disconnect": "Última desconexão",
    "Last Login": "Última entrada",
    "Last Updated: January 2025": "Última atualização: janeiro de 2025",
    "Latest News": "Últimas notícias",
    "Latest Updates": "Últimas actualizações",
    "Launching Soon": "A lançar brevemente",
    "Learn about event schedule and siege mechanics in our": "Saiba mais sobre a cronologia dos eventos e a mecânica de Siege na nossa",
    "Learn more": "Saiba mais",
    "Learn more!": "Saiba mais!",
    "Level": "Nível",
    "Light": "Brilhante",
    "Location": "Localização",
    "Locks your items for trade/sale.": "Tranque os seus artigos de troca/venda.",
    "Log Out": "Sair",
    "Log in": "Iniciar sessão",
    "Log in!": "Iniciar sessão!",
    "Logout": "Sair",
    "Looking for a powerful companion?": "À procura de um companheiro poderoso?",
    "Lotus Mu": "Lótus Mu",
    "Lotus Mu (www.lotusmu.org) is committed to protecting your privacy. This policy explains what information we collect, how we use it, and your rights regarding your data.": "A Lotus Mu (www.lotusmu.org) está empenhada em proteger a sua privacidade. Esta política explica quais as informações que recolhemos, como as utilizamos e quais os seus direitos em relação aos seus dados.",
    "Lotus Mu provides access to an online game service, including virtual currency, items, communication tools, forums, and related services (collectively, the \"Service\"). We reserve the right to modify, suspend, or discontinue any aspect of the Service at any time.": "A Lotus Mu fornece acesso a um serviço de jogo online que inclui moeda virtual, itens, ferramentas de comunicação, fóruns e serviços relacionados (coletivamente, o \"Serviço\"). Reservamo-nos o direito de modificar, suspender ou descontinuar qualquer aspeto do Serviço em qualquer altura.",
    "Lotus Mu refers to Lotus Mu LLC and its Affiliates, registered in Bulgaria. Throughout these terms, we may refer to Lotus Mu as \"We\" or \"Us.\" Your continued use of the Service after any updates indicates your acceptance of the revised terms.": "Lotus Mu refere-se à Lotus Mu LLC e às suas filiais registadas na Bulgária. Podemos referir-nos à Lotus Mu como \"Nós\" ou \"Nos\" nos presentes Termos. A continuação da utilização do Serviço após as actualizações significa que o utilizador aceita os termos revistos.",
    "Low": "Baixa",
    "MG & DL from Level 1": "MG & DL Nível 1",
    "Maintain the security of your account credentials": "Manter a segurança das credenciais da sua conta",
    "Maintenance": "Apoio",
    "Make sure to use a valid email address as it will be needed for account verification and recovery.": "Certifique-se de que utiliza um endereço de correio eletrónico válido, uma vez que este será necessário para a verificação e recuperação da conta.",
    "Making fraudulent payment disputes": "Impugnação de pagamentos fraudulentos",
    "Making threats against server staff is forbidden": "São proibidas as ameaças contra o pessoal do servidor.",
    "Manage your email and password.": "Gerir o seu correio eletrónico e a sua palavra-passe.",
    "Mark as Resolved": "Marcar como ativado",
    "Master the Basics": "Dominar o básico",
    "Max Excellent Options": "Opções de expiração máximas",
    "Max Game Client instances": "Número máximo de clientes no jogo",
    "Max Guild Members": "Número máximo de membros da guilda",
    "Max Resets": "Número máximo de reinicializações",
    "Medium": "Médio",
    "Meet them!": "Conheça-os!",
    "Members": "Membros",
    "Microsoft .NET Framework 3.5": "Microsoft .NET Framework 3.5",
    "Move Zen seamlessly between your wallet and characters.": "Mova o Zen sem problemas entre a sua carteira e as personagens.",
    "Moves your character to a certain map.": "Move a tua personagem para um mapa específico.",
    "My account was banned/blocked": "A minha conta foi banida/bloqueada",
    "N/A": "N/A",
    "Name": "Nome",
    "Never": "Nunca",
    "New": "Novo",
    "New Feature": "Nova funcionalidade",
    "New Password": "Nova palavra-passe",
    "New Ticket": "Novo pedido",
    "News": "Notícias",
    "Next Distribution": "Próxima distribuição",
    "No": "Não",
    "No Kills to Clear": "Não há mortos para limpeza",
    "No Records": "Nenhuma entrada",
    "No archived rankings found.": "Não foram encontradas cartas arquivadas.",
    "No articles found.": "Não foram encontrados artigos.",
    "No characters found.": "Não foram encontrados caracteres.",
    "No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Não há problema. Basta indicar-nos o seu endereço de correio eletrónico e enviar-lhe-emos uma ligação para redefinição da palavra-passe que lhe permitirá escolher uma nova.",
    "No replies yet.": "Ainda não há respostas.",
    "No support tickets found.": "Não foram encontrados pedidos de apoio.",
    "None": "Nenhum",
    "Normal Mode": "Modo normal",
    "Object to certain uses of your data": "Opor-se a determinadas utilizações dos seus dados",
    "Off Attack · 8 hours (6 regular)": "Fora de ataque - 8 horas (6 regulares)",
    "Off Attack · Obtaining Items": "Off Attack - Recolher objectos",
    "Official rules and conduct standards for Lotus Mu": "Regras oficiais e normas de conduta para o Lotus Mu",
    "Offline": "Fora de linha",
    "Online": "Em linha",
    "Only the Castle Lord can withdraw treasury funds.": "Apenas o governante do castelo pode levantar fundos do tesouro.",
    "Open a support ticket in our": "Abrir um pedido de assistência no nosso",
    "Open warehouse in safe zones (available to <b>VIP Players</b> only).": "Armazenamento aberto em áreas seguras (apenas disponível para <b>jogadores VIP</b>).",
    "Operating System": "Sistema operativo",
    "Our pets are game-changers!": "Os nossos camaradas estão a mudar as regras do jogo!",
    "Our service is not intended for users under 16 years old. If you are under 16, you need parent or guardian permission to use our service.": "O nosso serviço não se destina a utilizadores com menos de 16 anos. Se o utilizador tiver menos de 16 anos, deve ter autorização de um dos pais ou tutor para utilizar o nosso serviço.",
    "Our website offers virtual currency and items for use within our Mu Online game. These are classified as digital content and virtual products. While we aim to provide the best service possible, specific conditions apply to refunds of virtual currency and items.": "O nosso sítio Web oferece moeda virtual e itens para utilização no jogo Mu Online. Estes são classificados como conteúdo digital e produtos virtuais. Embora nos esforcemos por fornecer o melhor serviço possível, aplicam-se termos e condições específicos ao reembolso de moeda e itens virtuais.",
    "PK Clear": "Clear PK",
    "Party Experience Bonus": "Bónus de festa",
    "Password": "Palavra-passe:",
    "Payment Cancelled": "Pagamento anulado",
    "Payment Error": "Erro de pagamento",
    "Payment Issue": "Problema com o pagamento",
    "Payment Issues": "Problemas com os pagamentos",
    "Payment failed": "O pagamento falhou",
    "Payment information for virtual currency purchases": "Informações de pagamento para compras em moeda virtual",
    "Payment method": "Modo de pagamento",
    "Payment session expired. Please start a new purchase.": "A sessão de pagamento expirou. Por favor, inicie uma nova compra.",
    "Payment verification failed": "A verificação do pagamento falhou",
    "Payment was cancelled. Your account has not been charged.": "O pagamento foi anulado. A sua conta não foi debitada.",
    "Penalty: 14-day account ban": "Sanção: Interdição da conta por 14 dias",
    "Penalty: 3-day account ban": "Sanção: proibição de acesso à conta por 3 dias",
    "Penalty: 3-day character ban": "Penalidade: 3 dias de banimento da personagem",
    "Penalty: 30-day account ban": "Sanção: Proibição de acesso à conta por 30 dias",
    "Penalty: 30-day to permanent account ban": "Penalidade: banimento de 30 dias a permanente da conta",
    "Penalty: 7-day account ban": "Sanção: Bloqueio da conta por 7 dias",
    "Penalty: 7-day to permanent account ban": "Sanção: Bloqueio de conta de 7 dias a permanente",
    "Penalty: 7-day to permanent account ban if exploited": "Penalidade: proibição de acesso à conta de 7 dias a permanente, se utilizada",
    "Penalty: Chat ban or 7-day account block": "Penalidade: proibição de conversação ou bloqueio de conta por 7 dias",
    "Pending": "Em espera",
    "Pentium 4 – 2.0 Ghz or higher": "Pentium 4 - 2,0 Ghz ou superior",
    "Period": "Período",
    "Period:": "Período:",
    "Permission Denied": "Autorização recusada",
    "Pet Collection": "Companheiros de coleção",
    "Play for Free": "Jogar gratuitamente",
    "Player kills for ": "Assassinatos de jogadores para",
    "Players": "Jogadores",
    "Players can track your location": "Os jogadores podem seguir a sua localização",
    "Please be aware of the following:": "É favor notar o seguinte:",
    "Please logout from the game to proceed.": "Para continuar, sai do jogo.",
    "Please select a package and payment method to continue.": "Selecione um pacote e um método de pagamento para prosseguir.",
    "Please wait :seconds seconds before trying again.": "Aguarde :seconds segundos antes de tentar novamente.",
    "Points awarded for monster hunting.": "Pontos atribuídos à caça de monstros.",
    "Points awarded for winning in events.": "Pontos atribuídos pela vitória em eventos.",
    "Position": "Posição",
    "Post a global message to the server.": "Envia uma mensagem global para o servidor.",
    "Prevent cheating and protect our services": "Prevenir a fraude e proteger os nossos serviços",
    "Price": "Preço",
    "Price:": "Preço:",
    "Priority": "Prioridade",
    "Privacy Policy": "Política de privacidade",
    "Privacy and Data Protection": "Privacidade e proteção de dados",
    "Process your payments and deliver virtual items": "Processar os seus pagamentos e entregar objectos virtuais",
    "Processor": "Processador",
    "Profile Settings": "Definições de perfil",
    "Progressive Quests": "Missões progressivas",
    "Prohibited Actions": "Acções proibidas",
    "Prohibited Activities": "Actividades proibidas",
    "Promptly update any changes to your information": "Actualize imediatamente quaisquer alterações às suas informações.",
    "Provide accurate and complete registration information": "Fornecer informações de registo exactas e completas",
    "Provide and maintain the game service": "Fornecer e manter o serviço de jogo",
    "Psst... these bundles are packed with goodies to begin your adventure in style.": "Psst... estes packs estão cheios de coisas boas para começar a sua aventura em grande estilo.",
    "Punishment duration increases with repeated violations": "A duração da sanção é aumentada em caso de reincidência",
    "Purchase Successful": "Compra bem sucedida",
    "Quests": "Perguntas",
    "Quick Withdraw": "Reboque rápido",
    "Rank": "Classificação",
    "Rankings": "Classificações",
    "Rankings reset immediately after rewards distribution.": "As tabelas de classificação são reiniciadas imediatamente após a distribuição dos prémios.",
    "Re-assign your stats.": "Redistribuam os vossos pontos.",
    "Reach us on": "Contacte-nos em",
    "Ready to start your adventure? Download our game client and join the world of Lotus Mu.": "Pronto para começar a tua aventura? Transfere o nosso cliente de jogo e junta-te ao mundo de Lotus Mu.",
    "Reason: :reason": "Motivo: :reason",
    "Recipient": "Beneficiário",
    "Refined.": "Refinado.",
    "Refund Eligibility": "Direito a reembolso",
    "Refund Policy": "Política de reembolso",
    "Refund Restrictions": "Restrições aos reembolsos",
    "Refunds will not be available under the following circumstances:": "Não serão efectuados reembolsos nas seguintes circunstâncias",
    "Register": "Registo",
    "Register Now": "Inscrever-se agora",
    "Registration": "Registo",
    "Registration and Account Security": "Registo e segurança da conta",
    "Regular": "Regular",
    "Reimagined.": "Reconsiderado.",
    "Remaining Prize Pool": "Fundo do prémio remanescente",
    "Remember me": "Lembrar-se de mim",
    "Reopen Ticket": "Reabertura do pedido",
    "Request deletion of your data": "Pedido de eliminação dos seus dados",
    "Resend Verification Email": "Reenviar o correio eletrónico",
    "Reset Password": "Recuperação da palavra-passe",
    "Reset Points": "Pontos para Resetti",
    "Reset System": "Sistema Resetti",
    "Reset Zen": "Zen para Resetti",
    "Reset your password": "Recuperar a sua palavra-passe",
    "Resets": "Resetti",
    "Resolved": "Resolvido",
    "Review the number of times you've registered for events with attendance limitations.": "Rever o número de vezes que participou em eventos de participação limitada.",
    "Revolutionary.": "Revolucionário.",
    "Reward": "Prémio",
    "Rewards are distributed every Sunday at 23:59 server time.": "Os prémios são distribuídos todos os domingos às 23:59, hora do servidor.",
    "Right of Withdrawal": "Direito de retratação",
    "Safe digital payments worldwide": "Pagamentos digitais seguros em todo o mundo",
    "Save": "Guardar",
    "Schedule": "Horário",
    "Scheduled for:": "Programado para:",
    "Score": "Resultado",
    "Security": "Proteção",
    "See the full quest line!": "Ver todas as missões!",
    "See what's cooking!": "Vejam o que está a cozinhar!",
    "Seize the throne in the": "Conquistar o trono em",
    "Select destination character": "Escolher um herói",
    "Select source character": "Escolher uma fonte de herói",
    "Selection Required": "Escolha necessária",
    "Selling or trading accounts or virtual items outside of official channels": "Vender ou trocar contas ou objectos virtuais fora dos canais oficiais.",
    "Send": "Enviar para",
    "Send Gift": "Enviar um presente",
    "Server Info": "Informações sobre o servidor",
    "Server Overview": "Visão geral do servidor",
    "Server Regulations": "Regras do servidor",
    "Server Switch Failed": "Falha na troca de servidor",
    "Server Switched": "Mudar o servidor",
    "Server Version": "Versão do servidor",
    "Shipping and Delivery": "Expedição e entrega",
    "Shows the necessary requisites for the current quest.": "Mostra os adereços necessários para a missão atual.",
    "Sign In": "Iniciar sessão",
    "Sign up now!": "Registar agora!",
    "Smart conveniences and helpful utilities that make your daily adventures smoother and more enjoyable.": "Comodidades inteligentes e serviços úteis que tornam as suas aventuras diárias mais suaves e agradáveis.",
    "Some issues can be resolved faster through Discord chat. Add your username if you want this option.": "Alguns problemas podem ser resolvidos mais rapidamente através do chat do Discord. Adicione o seu nome de utilizador se pretender esta opção.",
    "Special Monsters": "Monstros especiais",
    "Staff Relations": "Relações com o pessoal",
    "Starter Packs": "Pacotes de iniciação",
    "Starter buffs inside!": "Lançando buffs dentro!",
    "Starting Item Bundles": "Pacotes iniciais com itens",
    "Stat Points Per Level": "Pontos por nível",
    "Status": "Estado",
    "Stay ahead with real-time tracking of events and invasions across the realm.": "Mantenha-se atualizado com o acompanhamento em tempo real de eventos e invasões em todo o Reino.",
    "Stealing event rewards": "Roubar prémios de eventos",
    "Stealth Mode": "Modo furtivo",
    "Stealth Mode conceals your character's information from public view.": "O modo furtivo esconde informações sobre a tua personagem da vista do público.",
    "Stealth Mode has been ": "O modo furtivo é",
    "Stealth Mode has been enabled successfully.": "O modo furtivo foi ativado com sucesso.",
    "Stealth Mode has been extended successfully.": "O modo furtivo foi alargado com sucesso.",
    "Stealth Mode is already enabled on your account.": "O modo furtivo já está ativado na sua conta.",
    "Stealth Mode is not enabled on your account.": "O modo furtivo não está ativado na sua conta.",
    "Still having issues?": "Continua a ter problemas?",
    "Stores": "Loja",
    "Strength": "Potência",
    "Subject": "Tópico",
    "Submit": "Enviar para",
    "Submit a new support ticket for your questions or issues.": "Envie um novo pedido de suporte para as suas questões ou problemas.",
    "Submit a request through our": "Apresentar um pedido através do nosso",
    "Success": "Boa sorte",
    "Success!": "Boa sorte!",
    "Successfully withdrew :amount Zen from castle treasury": "Levantou com sucesso :amount Zen do Tesouro do Castelo",
    "Succinct and informative updates about Lotus Mu.": "Actualizações breves e informativas sobre o Lotus Mu.",
    "Support": "Apoio",
    "Switched to :server - x:rate": "Mudar para :server - x:rate",
    "System": "Sistema",
    "System Memory": "Memória do sistema",
    "Tax Rate": "Taxa",
    "Technical Violations": "Infracções técnicas",
    "Technical information (IP address, browser type, device info)": "Informações técnicas (endereço IP, tipo de navegador, informações sobre o dispositivo)",
    "Termination": "Rescisão",
    "Terms of Service": "Termos de utilização",
    "Thanks for signing up!": "Obrigado por se registar!",
    "The Citadel": "A Cidadela",
    "The Journey Begins Here": "A viagem começa aqui",
    "The account has been involved in any violation of our": "A conta esteve envolvida numa violação da nossa",
    "The account shows patterns of refund abuse or suspicious activity": "A conta apresenta padrões de reembolsos abusivos ou actividades suspeitas.",
    "The administration reserves the right to modify ban durations": "A administração reserva-se o direito de alterar a duração da proibição.",
    "The following actions are strictly prohibited and may result in legal action and permanent account termination:": "As acções que se seguem são estritamente proibidas e podem resultar em acções legais e no encerramento permanente da conta:",
    "The following activities are strictly prohibited:": "São estritamente proibidas as seguintes actividades:",
    "The numbers don't lie — players and guilds ranked by their achievements.": "Os números não mentem - os jogadores e os grémios são classificados de acordo com as suas conquistas.",
    "The numbers don’t lie — players and guilds ranked by their achievements.": "Os números não mentem - os jogadores e os grémios são classificados de acordo com as suas conquistas.",
    "The purchase was made more than 14 days ago": "A compra foi efectuada há mais de 14 dias",
    "The request is made within 14 days of the original purchase": "O pedido é efectuado no prazo de 14 dias após a compra original",
    "The server administration guarantees account security for compliant users": "A administração do servidor garante a segurança das contas dos utilizadores compatíveis.",
    "The ticket has been marked as resolved. Thank you for your patience.": "O pedido está marcado como permitido. Obrigado pela vossa paciência.",
    "The virtual currency has been partially or fully spent within the game": "A moeda virtual é gasta parcial ou totalmente no jogo.",
    "The virtual currency remains completely unused in your account": "A moeda virtual permanece completamente inutilizada na sua conta.",
    "There are currently no published articles in this category.": "Atualmente, não existem artigos publicados nesta categoria.",
    "There are key locations in the realm of Lotus Mu - they are the cornerstones of everything, and you'll visit them often.": "Há lugares-chave no mundo de Lotus Mu - são as pedras angulares de tudo e visitá-los-ás frequentemente.",
    "These areas are home to special monsters with valuable loot. Visit them regularly to make the most of your farming runs.": "Nestas áreas encontram-se monstros especiais com saques valiosos. Visita-as regularmente para aproveitares ao máximo a tua caçada.",
    "These terms are governed by the laws of Bulgaria and the European Union. Any disputes shall be subject to the exclusive jurisdiction of the courts of Bulgaria, without prejudice to mandatory consumer protection laws in your jurisdiction.": "As presentes condições são regidas pela legislação da Bulgária e da União Europeia. Todos os litígios estão sujeitos à jurisdição exclusiva dos tribunais búlgaros, sem prejuízo das leis de proteção do consumidor obrigatórias na sua jurisdição.",
    "Think Dark Knight should be more powerful than the Leather set?": "Achas que o Cavaleiro das Trevas devia ser mais poderoso do que o Couro?",
    "Think crafting in MU Online needs a fresh take?": "Acha que o MU Online precisa de uma nova abordagem?",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta é uma área protegida da aplicação. Confirme a sua palavra-passe antes de prosseguir.",
    "This payment session is no longer valid. Please start a new purchase.": "Esta sessão de pagamento já não é válida. Por favor, inicie uma nova compra.",
    "Three": "Três",
    "Ticket Details": "Detalhes da candidatura",
    "Ticket Reopened": "Reabertura do pedido",
    "Ticket Resolved": "Pedido resolvido",
    "Ticket created successfully.": "A consulta foi criada com sucesso.",
    "Ticket not found or you don't have permission to view it.": "A consulta não foi encontrada ou não tem permissão para a visualizar.",
    "Tier 1": "Nível 1",
    "Tier 2": "Nível 2",
    "Tier 3": "Nível 3",
    "Time Until Distribution": "Tempo para distribuição",
    "Time Your Adventures": "Planear as suas aventuras",
    "To (Destination)": "Para (destino)",
    "To form a Character Set Party, your party must consist of different character classes.": "Para criar um grupo com um conjunto de personagens, este deve ser composto por diferentes classes de personagens.",
    "Toggle dark mode": "Mudar para o modo escuro",
    "Tokens": "Fichas",
    "Too Many Attempts": "Demasiadas tentativas",
    "Too many email update attempts. Please wait :minutes minutes.": "Demasiadas tentativas de atualização de e-mail. Aguarde :minutes minutos.",
    "Too many exchanges. Please wait :seconds seconds.": "Demasiadas trocas. Por favor, aguarde :seconds segundos.",
    "Too many password update attempts. Please wait :minutes minutes.": "Demasiadas tentativas de atualização da palavra-passe. Aguarde :minutes minutos.",
    "Too many replies submitted. Please wait :seconds seconds.": "Foram enviadas demasiadas respostas. Aguarde :seconds segundos.",
    "Too many search attempts. Please wait :seconds seconds.": "Demasiadas tentativas de pesquisa. Aguarde :seconds segundos.",
    "Too many tickets created. Please wait :minutes minutes.": "Foram criados demasiados pedidos. Aguarde :minutes minutos.",
    "Too many transfers. Please wait :seconds seconds.": "Demasiadas transferências. Aguarde :seconds segundos.",
    "Too many withdrawals. Please wait :seconds seconds.": "Demasiados levantamentos. Por favor, aguarde :seconds segundos.",
    "Too many zen transfers. Please wait :seconds seconds.": "Demasiadas transferências Zen. Aguarde :seconds segundos.",
    "Top Banner Announcement": "Mensagem do banner superior",
    "Top performers in our weekly rankings receive special rewards for their dedication.": "Os melhores desempenhos nas nossas tabelas de classificação semanais recebem prémios especiais pela sua dedicação.",
    "Total": "Total",
    "Total (including :rate% tax)": "Total (incluindo :rate% taxa)",
    "Total Resets": "Total de reposições",
    "Total Score": "Resultado global",
    "Transfer": "Transferência",
    "Transfer Blocked": "Transferência bloqueada",
    "Transfer Completed": "A transferência está concluída",
    "Transfer Zen": "Transferência zen",
    "Transfer tokens, credits, or zen to another user.": "Transferir fichas, créditos ou Zen para outro utilizador.",
    "Transfer would exceed the maximum Zen limit for :name.": "A transferência excederá o limite máximo do Zen para o :name.",
    "Transferred :amount Zen from :from to :to": "Transferido :amount Zen de :from para :to",
    "Transferred :amount Zen from :name to Zen Wallet": "Transferiu :amount Zen de :name para a Carteira Zen",
    "Transferred :amount Zen from wallet to :name": "Transferiu :amount Zen da carteira para :name",
    "Turn off all requests.": "Excluir todos os pedidos.",
    "Turn on all requests.": "Incluir todos os pedidos.",
    "Two": "Dois",
    "Two tiers!": "Dois níveis!",
    "Unable to cancel payment. Please contact support if you see any charges.": "Não posso cancelar um pagamento. Contacte o serviço de apoio ao cliente se detetar quaisquer encargos.",
    "Unable to start payment process. Please try again.": "Não é possível iniciar o processo de pagamento. Por favor, tente novamente.",
    "Unbundles your bundled jewels (Bless, Soul, Life etc.).": "Desata as suas jóias (bênção, alma, vida, etc.).",
    "Unknown User": "Utilizador desconhecido",
    "Unlocks your items for trade/sale.": "Desbloqueia os seus artigos para troca/venda.",
    "Unstuck Character": "Mover personagem",
    "Update Password": "Atualizar a palavra-passe",
    "Update your account": "Atualizar o seu perfil",
    "Update your appearance settings.": "Atualizar as definições de aspeto.",
    "Updates": "Actualizações",
    "Upgrade": "Atualização",
    "Upgrade Your Account": "Atualizar a sua conta",
    "Upgrade to": "Atualizar para",
    "Upgrade your account, or extend your VIP subscription for continued benefits.": "Actualize a sua conta ou prolongue a sua subscrição VIP para continuar a usufruir das vantagens.",
    "Username": "Nome de utilizador",
    "Users must report all violations to administration": "Os utilizadores devem comunicar todas as violações à administração.",
    "Using cheats, automation software, bots, hacks, or any unauthorized third-party software": "Utilização de burlas, software de automatização, bots, hacks ou qualquer software de terceiros não autorizado.",
    "Utilities": "Ferramentas",
    "VIP Arena": "Arena VIP",
    "VIP Subscription Extended": "A subscrição VIP é alargada",
    "Video Card": "Placa de vídeo",
    "View All": "Ver tudo",
    "View Details": "Ver detalhes",
    "View and manage your support ticket.": "Ver e gerir o seu pedido de apoio.",
    "View past rankings and their rewards.": "Ver as classificações anteriores e os respectivos prémios.",
    "View your recent activities.": "Reveja as suas actividades recentes.",
    "Violating any applicable laws or regulations": "Violação de leis ou regulamentos aplicáveis",
    "Virtual Currency and Items": "Moeda virtual e itens",
    "Virtual Currency and Products": "Moeda virtual e produtos",
    "Virtual currency and items are licensed, not sold, to you. You have no property rights in virtual items. We reserve the right to modify or remove virtual items at any time. Please refer to our Refund Policy for information about purchases.": "A moeda e os itens virtuais são licenciados, não vendidos. O utilizador não tem direitos de propriedade sobre os Itens virtuais. Reservamo-nos o direito de alterar ou remover itens virtuais a qualquer momento. Consulte a nossa Política de reembolso para obter informações sobre compras.",
    "Visit our": "Visite o nosso",
    "Vitality": "Vitalidade",
    "Wallet": "Carteira",
    "We collect the following information:": "Recolhemos as seguintes informações:",
    "We couldn't complete your payment. The transaction was declined or cancelled.": "Não foi possível concluir o seu pagamento. A transação foi recusada ou cancelada.",
    "We couldn't verify your payment status. If your account was charged, please contact support.": "Não foi possível verificar o estado do seu pagamento. Se a sua conta tiver sido debitada, contacte o nosso serviço de apoio.",
    "We encountered a technical issue. Please try again or contact support if the problem persists.": "Encontrámos um problema técnico. Tente novamente ou contacte o serviço de apoio se o problema persistir.",
    "We encourage you to contact our support team before initiating any payment disputes. EU customers have the right to use the EU Online Dispute Resolution platform at": "Recomendamos que contacte a nossa equipa de apoio antes de começar a contestar pagamentos. Os clientes da UE têm direito a utilizar a plataforma de resolução de litígios em linha da UE em",
    "We exclusively provide digital content and virtual goods. These are delivered automatically upon successful payment confirmation. No physical items are shipped.": "Fornecemos exclusivamente conteúdos digitais e bens virtuais. Estes são entregues automaticamente após a confirmação do pagamento. Não são entregues objectos físicos.",
    "We have two designated farming maps:": "Temos dois mapas de caça designados:",
    "We may modify these terms at any time. We will notify you of material changes via email or through our Service. Your continued use of the Service after such modifications constitutes acceptance of the updated terms.": "Podemos alterar estes termos em qualquer altura. Notificá-lo-emos de alterações materiais por correio eletrónico ou através do nosso Serviço. A utilização continuada do Serviço pelo utilizador após essas alterações constitui a aceitação dos termos actualizados.",
    "We may update this policy from time to time. We will notify you of any significant changes through the website or by email.": "Podemos atualizar esta política ocasionalmente. Notificá-lo-emos de quaisquer alterações materiais através do sítio Web ou por correio eletrónico.",
    "We process personal data in accordance with our Privacy Policy and applicable data protection laws, including the EU General Data Protection Regulation (GDPR). By using our Service, you consent to our collection and processing of your personal data as described in our Privacy Policy.": "Processamos dados pessoais de acordo com a nossa Política de Privacidade e as leis de proteção de dados aplicáveis, incluindo o Regulamento Geral de Proteção de Dados da UE (RGPD). Ao utilizar o nosso Serviço, o utilizador concorda com a recolha e o processamento dos seus dados pessoais, conforme descrito na nossa Política de Privacidade.",
    "We redesigned it completely!": "Redesenhámo-lo completamente!",
    "We reserve the right to suspend or terminate your account for any violation of these terms, inappropriate behavior, or for any other reason at our discretion. Upon termination, you will lose access to your account and any virtual items or currency associated with it.": "Reservamo-nos o direito de suspender ou encerrar a sua conta por violação destes Termos, conduta inadequada ou por qualquer outro motivo, a nosso critério exclusivo. Após a cessação, o utilizador perderá o acesso à sua conta e a quaisquer itens virtuais ou moeda associados à mesma.",
    "We take security seriously and use appropriate measures to protect your information. However, no internet transmission is completely secure, so please use strong passwords and keep your account information safe.": "Levamos a segurança a sério e utilizamos medidas adequadas para proteger as suas informações. No entanto, nenhuma transmissão de dados através da Internet é completamente segura, por isso utilize palavras-passe fortes e mantenha as informações da sua conta seguras.",
    "We think so too!": "Nós também pensamos assim!",
    "We use your information to:": "Utilizamos as suas informações para:",
    "We're on it! We'll reach out about this ticket as soon as possible.": "Estamos a trabalhar nisso! Entraremos em contacto consigo sobre este pedido o mais rapidamente possível.",
    "Web Shop": "Loja virtual",
    "Weekly": "Classificação semanal",
    "Weekly Event Score": "Resultado semanal dos eventos",
    "Weekly Hunt Score": "Resultado da caça semanal",
    "Weekly Rankings Archive": "Arquivo de gráficos semanais",
    "Weekly Rankings Rewards": "Prémios da classificação semanal",
    "Welcome Back": "Bem-vindo de volta",
    "Welcome to Lotus Mu. By accessing and using our services, you agree to these Terms of Service (\"TOS\"). These terms constitute a legally binding agreement between you and Lotus Mu. We may update these terms at any time, and will notify you of any material changes via email or through our service.": "Bem-vindo ao Lotus Mu. Ao aceder e utilizar os nossos serviços, o utilizador concorda com os presentes Termos de Utilização (\"TdU\"). Estes Termos constituem um acordo juridicamente vinculativo entre o utilizador e a Lotus Mu. Podemos atualizar estes Termos em qualquer altura e notificá-lo-emos de quaisquer alterações materiais por correio eletrónico ou através do nosso Serviço.",
    "What are the minimum system requirements?": "Quais são os requisitos mínimos do sistema?",
    "What are the server maintenance times?": "Qual é o tempo de manutenção do servidor?",
    "What should I do if the game won't start?": "O que devo fazer se o jogo não começar?",
    "What truly sets Lotus Mu apart is our dedication to knowledge sharing and documentation.": "O que realmente distingue a Lotus Mu é a nossa dedicação à partilha de conhecimentos e à documentação.",
    "What's new around here?": "O que é que há de novo aqui?",
    "Who's on top?": "Quem está no topo?",
    "Why is my game performance low/laggy?": "Porque é que o desempenho do meu jogo é baixo/lento?",
    "Wiki": "Wiki",
    "Windows 7 or newer": "Windows 7 ou posterior",
    "Withdraw": "Descarregar",
    "Yes": "Sim",
    "Yes, the game is completely free to play. We offer optional VIP and cash shop items that provide convenience but do not affect game balance.": "Sim, o jogo é totalmente gratuito. Oferecemos VIP opcional e itens da loja de dinheiro que proporcionam conveniência mas não afectam o equilíbrio do jogo.",
    "Yoskreth": "Yoskreth",
    "You agree to:": "O utilizador aceita:",
    "You already have an active VIP subscription until :date.": "Já tem uma subscrição VIP ativa até :date.",
    "You can always update this in your settings.": "Pode sempre actualizá-lo nas suas definições.",
    "You can create an account through our": "Pode criar uma conta na nossa",
    "You cannot send :resource while your account is banned.": "Não é possível enviar :resource enquanto a sua conta estiver desactivada.",
    "You do not have permission to modify to this ticket.": "Não tem autorização para alterar este pedido.",
    "You do not have permission to reply to this ticket.": "Não tem autorização para responder a este pedido.",
    "You must be at least 16 years old to use our Service. If you are between 16 and 18 years old, you represent that you have your parent or legal guardian's permission to use the Service. Some features may require you to be 18 years or older.": "O utilizador deve ter pelo menos 16 anos de idade para utilizar o nosso Serviço. Se o utilizador tiver entre 16 e 18 anos, declara que tem autorização dos pais ou do tutor legal para utilizar o Serviço. Algumas funcionalidades podem exigir que o utilizador tenha 18 anos de idade ou mais.",
    "You need to have an active VIP subscription to extend it.": "Para o prolongar, é necessário ter uma subscrição VIP ativa.",
    "YouTube": "YouTube",
    "You're about to upgrade your account to": "Está prestes a atualizar a sua conta para",
    "You've sent :amount :resource to :recipient. Tax paid: :tax :resource": "Enviou :amount :resource para :recipient. Imposto pago: :tax :resource",
    "Your Rights": "Os seus direitos",
    "Your VIP subscription has been extended for :duration days.": "A sua subscrição VIP foi prolongada por :duration de duração.",
    "Your account has been upgraded to :level VIP for :duration days.": "A tua conta é actualizada para o nível :level VIP durante :duration de duração.",
    "Your account has sufficient balance to reverse the transaction completely": "Existe saldo suficiente na sua conta para cancelar completamente a transação.",
    "Your account information will be hidden for :duration days.": "As informações da sua conta serão ocultadas durante :duration de duração.",
    "Your account is in good standing with no history of fraudulent activity": "A sua conta está em boa situação, sem histórico de actividades fraudulentas.",
    "Your character ": "O seu herói",
    "Your email address is unverified.": "O seu endereço de correio eletrónico não está confirmado.",
    "Your path, your possibilities": "O seu caminho, as suas oportunidades",
    "Your path, your possibilities.": "O seu caminho, as suas possibilidades.",
    "Your reply has been successfully added to the ticket.": "A sua resposta foi adicionada com sucesso ao pedido.",
    "Your stealth mode period will be extended for :duration more days.": "O período do modo Stealth será prolongado por mais :duration dias.",
    "Your tokens have been successfully added to your account.": "Os seus tokens foram adicionados com sucesso à sua conta.",
    "Your username": "O seu nome de utilizador",
    "Zen": "Zen",
    "Zen Wallet": "Carteira Zen",
    "and how to make use of the": "e como beneficiar de",
    "and our team will assist you.": "e a nossa equipa ajudá-lo-á.",
    "auth.password": "auth.password",
    "days": "dias",
    "decreases with resets": "diminui na reposição",
    "event schedule.": "calendário de eventos.",
    "extra": "adicionalmente",
    "for detailed assistance": "para obter ajuda pormenorizada",
    "for immediate assistance": "para assistência imediata",
    "for real-time support": "para apoio em tempo real",
    "has launched!": "lançado!",
    "is required to run the game. Please install it before downloading the client.": "é necessário para iniciar o jogo. Instale-o antes de descarregar o cliente.",
    "kills": "matança",
    "launching in": "lançamento em",
    "mu helper": "Assistente da UM",
    "off helper.": "o assistente offline.",
    "or": "ou",
    "or track your next prey in the": "ou seguir a sua próxima presa em",
    "our wiki": "a nossa wikipédia",
    "points": "pontos",
    "read our guides.": "ler os nossos guias.",
    "registration page": "página de registo",
    "starts at :starting": "a partir de :starting",
    "submit a support ticket": "enviar um pedido de apoio",
    "submit a support ticket.": "enviar um pedido de apoio.",
    "submit a ticket.": "apresentar uma candidatura.",
    "the Lotus Mu Wiki.": "Lotus Mu wiki.",
    "tokens": "fichas",
    "wiki guide.": "guia da wikipedia.",
    "wins": "vitórias",
    "{$scope->label()} {$this->label()} Score": "{ $scope->label()} { $this->label()} Resultado",
    "– exclusive battleground zone.": "- zona de combate exclusiva.",
    "– leveling zone for our VIP Members.": "- área de subida de nível para os nossos membros VIP.",
    "– the capital city of Lotus Mu.": "- a capital de Lotus Mu.",
    "Built with balance in mind, Lotus Mu brings fresh mechanics to the classic MU Online formula. Every feature is carefully crafted to enhance gameplay without compromising the core experience that made the game legendary.": "Concebido com o equilíbrio em mente, o Lotus Mu traz novas mecânicas para a fórmula clássica do MU Online. Cada funcionalidade foi cuidadosamente concebida para melhorar a jogabilidade sem comprometer a experiência central que tornou o jogo lendário.",
    "Plenty of special monsters scattered throughout the realm - from weak to strong, each rewarding in its own way. Find them roaming our carefully crafted farm areas, or face the most formidable ones in the citadel.": "Muitos monstros especiais espalhados pelo reino, dos mais fracos aos mais fortes, cada um recompensador à sua maneira. Encontra-os percorrendo as nossas zonas de caça cuidadosamente criadas, ou enfrenta os mais temíveis na Cidadela.",
    "Learn more in": "Saiba mais em",
    "Are you curious?": "Estás curioso?",
    "Learn how to pilot the": "Saiba como gerir",
    "Want to see how it works?": "Quer ver como funciona?",
    "Ready to start your journey?": "Pronto para começar a sua aventura?",
    "Curious about crafting?": "Tem curiosidade em conhecer o kraft?",
    "Want the full schedule?": "Quer o calendário completo?",
    "Curious about their powers?": "Curioso sobre os seus poderes?",
    "Join the Lotus Mu Community as Mu Online enters a new era of gameplay. Experience our signature progressive item system, rich quest system, and an innovative crafting system that rewards creativity.": "Junte-se à comunidade Lotus Mu enquanto o Mu Online entra numa nova era de jogo. Desfruta do nosso sistema de itens progressivos, do nosso rico sistema de missões e do nosso inovador sistema de criação que recompensa a criatividade.",
    "Search...": "À procura de...",
    "Select class...": "Escolha a sua classe...",
    "All": "Todos",
    "Knights": "Cavaleiros",
    "Wizards": "Mágicos",
    "Elves": "Elfos",
    "Gladiators": "Gladiadores",
    "Lords": "Senhores",
    "Ancient powers adapted for modern battles. Enhance your gameplay with carefully balanced buffs that respect the core experience.": "Forças antigas adaptadas às batalhas modernas. Melhora a tua jogabilidade com bónus cuidadosamente equilibrados que se alinham com a experiência principal.",
    "Consumables": "Consumíveis",
    "Scrolls & Orbs": "Pergaminhos e Orbes",
    "Pets & Wings": "Camaradas e asas",
    "Title": "Título",
    "Reply": "Resposta",
    "In Progress": "Em curso",
    "On Hold": "Detido",
    "Update your account's profile email address.": "Atualizar o endereço de correio eletrónico do perfil da conta.",
    "Your password": "A sua palavra-passe",
    "Language has been changed successfully.": "A língua foi alterada com sucesso.",
    "Language Changed": "A língua foi alterada",
    "Change language": "Mudança de língua",
    "You must agree to the terms and conditions to continue.": "Você deve concordar com os termos e condições para continuar.",
    "Coming soon": "Em breve",
    "Active now": "Ativo agora",
    "Running until:": "Ativo até:",
    "Discord Brand Logo in a 3D image": "Logo do Discord em uma imagem 3D",
    "Join Our Discord Community!": "Junte-se à nossa comunidade do Discord!",
    "Connect with our community, get help, and stay updated with the latest announcements!": "Conecte-se com nossa comunidade, obtenha ajuda e fique atualizado com os últimos anúncios!",
    "Don't show this again": "Não mostrar isso novamente",
    "I'll do it later": "Farei isso mais tarde",
    "Unverified accounts will be automatically deleted after 48 hours and cannot access the game until verified.": "Contas não verificadas serão automaticamente excluídas após 48 horas e não poderão acessar o jogo até serem verificadas.",
    "Email verification required to play.": "Verificação de email necessária para jogar.",
    "How did you find out about us?": "Como você ficou sabendo sobre nós?",
    "Your feedback helps us understand how players discover us.": "Seu feedback nos ajuda a entender como os jogadores nos descobrem.",
    "Select one": "Selecione uma opção",
    "Please select...": "Por favor, selecione...",
    "Which MMO Listing Site?": "Qual site de listagem MMO?",
    "Which MU Online Forum?": "Qual fórum de MU Online?",
    "Please specify": "Por favor, especifique",
    "No thanks": "Não, obrigado",
    "Thank you for letting us know how you found us!": "Obrigado por nos informar como você nos encontrou!",
    "Please select a referral source": "Por favor, selecione uma fonte de indicação",
    "Please select an MMO Top Site": "Por favor, selecione um site Top MMO",
    "Please select a MU Online Forum": "Por favor, selecione um fórum de MU Online",
    "Please specify the source": "Por favor, especifique a fonte",
    "Google Search": "Pesquisa Google",
    "Friend Recommendation": "Recomendação de amigo",
    "MMO Listing Site": "Site de listagem MMO",
    "MU Online Forum": "Fórum de MU Online",
    "Other Source": "Outra fonte",
    "Other MMO Site": "Outro site MMO",
    "Other Forum": "Outro fórum",
    "If you cannot find a solution to your game performance issues here, please": "Se você não conseguir encontrar uma solução para os problemas de desempenho do jogo aqui, por favor",
    "take a look at our advice in": "dê uma olhada em nossos conselhos em",
    "this article.": "este artigo.",
    "Combat Settings": "Configurações de Combate",
    "Initial Percentage": "Percentagem Inicial",
    "Agility Requirement": "Requisito de Agility",
    "Energy Requirement": "Requisito de Energy",
    "Maximum Percentage": "Percentagem Máxima",
    "Damage Multiplier": "Multiplicador de Dano",
    "Vitality Requirement": "Requisito de Vitalidade",
    "Damage Reduction": "Redução de Dano",
    "Knights Only": "Apenas para Cavaleiros",
    "Duration": "Duração",
    "seconds": "segundos",
    "Freeze Chance": "Chance de Congelamento",
    "Freeze Duration": "Duração do Congelamento",
    "Defense Reduction": "Redução de Defesa",
    "Effect Duration": "Duração do Efeito",
    "PvE Damage Multiplier": "Multiplicador de Dano PvE",
    "per": "por",
    "Change the name of your character. Cost - 250 Credits.": "Mudar o nome do seu personagem. Custo - 250 Créditos.",
    "The price displayed for each package is the final amount you will pay. We do not charge additional processing fees, subscription fees, or hidden charges. All applicable taxes are included in the displayed price.": "O preço exibido para cada pacote é o valor final que você pagará. Não cobramos taxas adicionais de processamento, taxas de assinatura ou cobranças ocultas. Todos os impostos aplicáveis estão incluídos no preço exibido.",
    "In case of a payment dispute, our support team will investigate within 5 business days. We require proof of purchase and account information. All payment dispute communications must be in writing and submitted through our support system for proper tracking. You may also use the dispute resolution tools provided by PayPal or other payment processors, but we encourage contacting our support team first to resolve issues more quickly.": "Em caso de disputa de pagamento, nossa equipe de suporte investigará dentro de 5 dias úteis. Exigimos comprovante de compra e informações da conta. Todas as comunicações de disputas de pagamento devem ser por escrito e enviadas através do nosso sistema de suporte para rastreamento adequado. Você também pode usar as ferramentas de resolução de disputas fornecidas pelo PayPal ou outros processadores de pagamento, mas incentivamos que entre em contato com nossa equipe de suporte primeiro para resolver problemas mais rapidamente.",
    "Currency and Payment Processing": "Moeda e Processamento de Pagamento",
    "All transactions are processed in Euros (€). Any currency conversion is handled by our payment processors. We do not charge additional conversion fees beyond what is stated in our packages.": "Todas as transações são processadas em Euros (€). Qualquer conversão de moeda é tratada pelos nossos processadores de pagamento. Não cobramos taxas adicionais de conversão além do que está indicado em nossos pacotes.",
    "Charges on your bank or credit card statement will appear as \"*Lotus Mu\", \"Lotusmu.Org\" or something similar.": "As cobranças no extrato do seu banco ou cartão de crédito aparecerão como \"*Lotus Mu\", \"Lotusmu.Org\" ou algo semelhante.",
    "You may request account termination at any time by submitting a support ticket. Upon verification, we will close your account and delete associated personal data in accordance with our data retention policies and applicable law.": "Você pode solicitar o encerramento da conta a qualquer momento enviando um ticket de suporte. Após verificação, fecharemos sua conta e excluiremos os dados pessoais associados de acordo com nossas políticas de retenção de dados e legislação aplicável.",
    "Payment information is processed securely through our payment providers. We do not store complete credit card information on our servers. All transactions are protected with industry-standard encryption and security protocols.": "As informações de pagamento são processadas com segurança por meio de nossos provedores de pagamento. Não armazenamos informações completas de cartão de crédito em nossos servidores. Todas as transações são protegidas com criptografia e protocolos de segurança padrão da indústria.",
    "Disrespectful conduct towards server staff, making threats, or attempting to undermine the authority of the server is not tolerated": "Conduta desrespeitosa com a equipe do servidor, fazer ameaças ou tentar minar a autoridade do servidor não é tolerado"
}
