{
    " - from server mechanics to events and features!": " - de la mecanica serverului la evenimente și funcții!",
    " and ": " şi ",
    "+10% Bonus Drop": "+10% Bonus Drop",
    "+20% Bonus EXP": "+20% bonus EXP",
    ", which form an integral part of these Terms. These guidelines detail the standards of behavior, game rules, and penalties for violations.": "care fac parte integrantă din acești Termeni. Aceste orientări detaliază standardele de conduită, regulile de joc și sancțiunile pentru încălcări.",
    ".": ".",
    "1 GB or higher": "1 GB sau mai mult",
    "1. Check your email for ban reason and duration.": "1. Verificați e-mailul pentru a afla motivul și durata interdicției.",
    "1. Click \"Forgot Password\" on the login page.": "1. Faceți clic pe \"Am uitat parola\" pe pagina de conectare.",
    "1. Contact support through our website support form.": "1. Contactați asistența folosind formularul de asistență de pe site-ul nostru.",
    "1. Download the client from any of the provided mirrors above.": "1. Descărcați clientul din oricare dintre oglinzile furnizate mai sus.",
    "1. Go to your": "1. Mergeți la",
    "1. Planned maintenance will be announced on our website and Discord server.": "1. Întreținerea planificată va fi anunțată pe site-ul nostru web și pe serverul Discord.",
    "1. Standard tickets: Response within 24-48 hours.": "1. Cereri standard: Răspuns în 24-48 de ore.",
    "1. Submit an account deletion request.": "1. Trimiteți o cerere de ștergere a contului.",
    "1. Update your graphics drivers to the latest version.": "1. Actualizați driverele grafice la cea mai recentă versiune.",
    "1. Verify .NET Framework 3.5 is installed correctly.": "1. Verificați dacă .NET Framework 3.5 este instalat corect.",
    "1. Wait 15 minutes after payment for tokens to appear automatically.": "1. Așteptați 15 minute după efectuarea plății pentru ca jetoanele să apară automat.",
    "1. Yes, multiple accounts are allowed per player.": "1. Da, sunt permise mai multe conturi per jucător.",
    "14 days": "14 zile",
    "2. Account security issues: Priority response within 12 hours.": "2. Probleme legate de securitatea contului: răspuns prioritar în termen de 12 ore.",
    "2. Each account requires a unique email address for verification.": "2. Fiecare cont necesită o adresă de e-mail unică pentru verificare.",
    "2. Emergency maintenance will be announced on our Discord.": "2. Sprijinul de urgență va fi anunțat pe Discordul nostru.",
    "2. Enter your account email address.": "2. Introduceți adresa de e-mail a contului dvs.",
    "2. Enter your current password for verification.": "2. Introduceți parola curentă pentru verificare.",
    "2. If tokens do not appear, check your payment confirmation email.": "2. Dacă nu apar jetoane, verificați e-mailul de confirmare a plății.",
    "2. Include screenshots or video evidence when possible.": "2. Atunci când este posibil, includeți capturi de ecran sau înregistrări video.",
    "2. Lower in-game graphics settings.": "2. Reduceți setările grafice din joc.",
    "2. Run the game as Administrator.": "2. Începeți jocul ca administrator.",
    "2. Run the installer and follow the instructions.": "2. Rulați programul de instalare și urmați instrucțiunile.",
    "2. Submit an appeal through the support system.": "2. Depuneți o plângere prin intermediul sistemului de asistență.",
    "2. Verify ownership.": "2. Verificați proprietatea.",
    "2GB or higher": "2GB sau mai mult",
    "3. Account data is retained for 30 days after deletion.": "3. Datele contului sunt stocate timp de 30 de zile după ștergere.",
    "3. Check our news channel for server status and maintenance updates.": "3. Verificați fluxul nostru de știri pentru starea serverului și actualizările de întreținere.",
    "3. Close unnecessary background applications.": "3. Închideți aplicațiile inutile din fundal.",
    "3. Enter and confirm your new password.": "3. Introduceți și confirmați noua parolă.",
    "3. Follow the recovery instructions sent to your email.": "3. Urmați instrucțiunile de recuperare trimise pe adresa dvs. de e-mail.",
    "3. For PayPal payments, verify the transaction status in your PayPal account.": "3. Pentru plățile PayPal, verificați starea tranzacției în contul PayPal.",
    "3. Make sure .NET Framework 3.5 is installed.": "3. Asigurați-vă că .NET Framework 3.5 este instalat.",
    "3. Make sure all game files are extracted properly.": "3. Asigurați-vă că toate fișierele de joc sunt extrase corect.",
    "3. Maximum of 3 game clients can be run simultaneously per user.": "3. Un utilizator poate rula maxim 3 clienți de joc în același timp.",
    "3. Payment issues: Response within 24 hours.": "3. Întrebări legate de plată.",
    "3. Provide any evidence supporting your appeal.": "3. Furnizați toate dovezile în sprijinul plângerii dumneavoastră.",
    "3. Provide detailed information about the issue or incident.": "3. Furnizați informații detaliate despre problemă sau incident.",
    "30 (35 with Dark Lord as a Guild Master)": "30 (35 cu Dark Lord ca creator de breaslă)",
    "30 days": "30 de zile",
    "3D graphics processor": "Procesor grafic 3D",
    "4. Appeals are typically reviewed within 48-72 hours.": "4. Reclamațiile sunt de obicei tratate în termen de 48-72 de ore.",
    "4. Check your internet connection stability.": "4. Verificați stabilitatea conexiunii dvs. la internet.",
    "4. Deletion is permanent and cannot be reversed after 30 days.": "4. Ștergerea este definitivă și nu poate fi revocată după 30 de zile.",
    "4. Each account must be logged in from a separate client.": "4. Fiecare cont trebuie să fie introdus de un client separat.",
    "4. For card payments, check if your bank approved the transaction.": "4. Pentru plățile cu cardul, verificați dacă banca dvs. a aprobat tranzacția.",
    "4. General inquiries: Response within 48-72 hours.": "4. Cereri generale: răspuns în 48-72 de ore.",
    "4. If you cannot access your email, contact support with proof of ownership.": "4. Dacă nu aveți acces la adresa dvs. de e-mail, contactați asistența și furnizați dovada deținerii.",
    "4. Maintenance typically lasts 2-4 hours.": "4. Întreținerea durează de obicei 2-4 ore.",
    "4. Run the main executable (Launcher.exe).": "4. Rulați executabilul principal (Launcher.exe).",
    "4. Run the resolution and language scripts located in the Scripts folder of the game client directory.": "4. Rulați scripturile de rezoluție și limbă situate în folderul Scripts din directorul client al jocului.",
    "4. Save the changes to update your password.": "4. Salvați modificările pentru a vă actualiza parola.",
    "5. Check if your antivirus is blocking the game, as some antivirus software may incorrectly flag it as suspicious (false positive).": "5. Verificați dacă programul dvs. antivirus blochează jocul, deoarece unele programe antivirus îl pot identifica incorect ca fiind suspect (fals pozitiv).",
    "5. Contact support if payment is confirmed but tokens are not received after 15 minutes.": "5. Contactați asistența dacă plata este confirmată, dar jetoanele nu sunt primite după 15 minute.",
    "5. Multiple violations may result in permanent account closure.": "5. Încălcările repetate pot duce la închiderea permanentă a contului.",
    "5. Required proof includes original email, transaction records, or other account details.": "5. Dovezile necesare includ e-mailul original, înregistrările tranzacțiilor sau alte informații despre cont.",
    "5. Verify your PC meets the minimum system requirements.": "5. Verificați dacă computerul dvs. îndeplinește cerințele minime de sistem.",
    "6. Update your DirectX and graphics drivers.": "6. Actualizați driverele DirectX și driverele grafice.",
    "7 days": "7 zile",
    "7. Make sure that the path to your game client does not include cyrilic words (i.e. C:\\Игри\\Lotus Mu).": "7. Asigurați-vă că calea către clientul dvs. de joc nu include cuvinte chirilice (de exemplu, C:\\Igri\\Lotus Mu).",
    ":amount tokens exchanged for credits": ":amount de jetoane schimbate pentru credite",
    ":amount tokens exchanged for credits (Tax: :tax tokens)": ":amount jetoanelor schimbate pentru credite (Taxă: :tax fiscale)",
    ":duration days": ":duration zile",
    ":level VIP Member": ":level membru VIP",
    ":zen x Number of Kills": ":zen x Numărul de morți",
    ":zen x Reset Number": ":zen x Resetați numărul",
    "A new verification link has been sent to the email address you provided during registration.": "O nouă legătură de verificare a fost trimisă la adresa de e-mail furnizată la înregistrare.",
    "A new verification link has been sent to your email address.": "O nouă legătură de verificare a fost trimisă la adresa dvs. de e-mail.",
    "A peek at the server basics": "O privire la elementele de bază ale serverului",
    "A powerful assistance system that makes your gaming experience smooth and efficient.": "Un sistem de suport puternic care vă face experiența de joc lină și eficientă.",
    "A server with soul. Thoughtfully crafted, not copy-pasted.": "Un server cu suflet. Creat cu atenție, nu copiat-lipit.",
    "Accept responsibility for all activities under your account": "vă asumați responsabilitatea pentru toate activitățile din contul dvs.",
    "Acceptance of Terms": "Acceptarea termenilor",
    "Access your personal data": "Accesul la datele dumneavoastră cu caracter personal",
    "Account Information": "Informații despre profil",
    "Account Level": "Nivelul contului",
    "Account Upgrade Successful": "Actualizare de cont reușită",
    "Account details": "Detalii despre cont",
    "Account information (username, email)": "Informații despre cont (nume de utilizator, e-mail)",
    "Account information is public": "Informațiile despre cont sunt publice",
    "Action Required": "Acțiuni necesare",
    "Active until": "Activ până la",
    "Active until :date": "Activ până la :date",
    "Activities": "Activități",
    "Activity Logs": "Jurnale de activitate",
    "Add points in Agility.": "Adăugați puncte pentru Agilitate.",
    "Add points in Command.": "Adăugați puncte în comandă.",
    "Add points in Energy.": "Adăugarea de puncte pentru energie.",
    "Add points in Stamina.": "Adăugați puncte pentru rezistență.",
    "Add points in Strength.": "Adăugați puncte pentru forță.",
    "Additional Notes": "Note suplimentare",
    "Admin Dashboard": "Tablou de bord administrativ",
    "Adventure Supplies": "Consumabile de aventură",
    "Advertising other game servers": "Publicitate pe alte servere de jocuri",
    "Age Requirements and Eligibility": "Cerințe de vârstă și eligibilitate",
    "Age Restrictions": "Restricții de vârstă",
    "Agility": "Agilitate",
    "All accounts, characters, and game items are intellectual property of Lotus Mu": "Toate conturile, personajele și obiectele din joc sunt proprietatea intelectuală a Lotus Mu",
    "All bugs must be reported to administration": "Toate erorile trebuie raportate administrației.",
    "All content, including but not limited to game assets, logos, trademarks, and software, is the property of Lotus Mu or its licensors and is protected by intellectual property laws. You may not copy, modify, or distribute any content without our explicit permission.": "Tot conținutul, inclusiv, dar fără a se limita la bunurile de joc, logo-uri, mărci comerciale și software, este proprietatea Lotus Mu sau a licențiatorilor săi și este protejat de legile privind proprietatea intelectuală. Nu puteți copia, modifica sau distribui niciun conținut fără permisiunea noastră expresă.",
    "All items can be found in-game within the Cash Shop.": "Toate articolele pot fi găsite în joc, în magazinul de bani.",
    "All users must comply with these regulations:": "Toți utilizatorii trebuie să respecte aceste dispoziții:",
    "Already have an account?": "Aveți deja un cont?",
    "Always save your payment confirmation/transaction ID when contacting support.": "Păstrați întotdeauna ID-ul de confirmare a plății/tranzacției atunci când contactați asistența.",
    "Amount": "Suma",
    "Amount after tax (:rate% tax)": "Suma după comision (:rate% comision)",
    "An extra entry for BC & DS": "Participare suplimentară în BC & DS",
    "Ancient powers reimagined for modern gameplay.": "Puteri antice reimaginate pentru un gameplay modern.",
    "Appearance": "Aspect",
    "Appearance Settings": "Setări de aspect",
    "Archive": "Arhiva",
    "Are you sure you want to clear all player kills for <strong>:name</strong>?": "Sunteți sigur că doriți să ștergeți toate kills pentru <strong>:name</strong>?",
    "As a user, you have the right to:": "În calitate de consumator, aveți dreptul:",
    "As per EU consumer protection laws, you have the right to request a refund within 14 days of purchase under the following conditions:": "În conformitate cu legislația UE privind protecția consumatorilor, aveți dreptul de a solicita o rambursare în termen de 14 zile de la cumpărare, în următoarele condiții:",
    "Ashkavor": "Ashkavor",
    "Attempting to reverse payments after using virtual goods": "Încercări de recuperare a plăților după utilizarea bunurilor virtuale",
    "Automatically accepts all requests.": "Acceptă automat toate cererile.",
    "Available Character Classes": "Clase de caractere disponibile",
    "Available Zen": "Zen disponibil",
    "Back to Tickets": "Înapoi la Cereri",
    "Back to all ": "Înapoi la toate",
    "Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Înainte de a începe, ați putea să vă confirmați adresa de e-mail făcând clic pe link-ul pe care tocmai vi l-am trimis prin e-mail? Dacă nu ați primit e-mailul, vom fi bucuroși să vă trimitem altul.",
    "Begin your journey": "Începeți călătoria",
    "Benefits included": "Beneficiile includ",
    "Best Value · 50% off": "Cea mai bună valoare - 50% reducere",
    "Beyond Basics": "Dincolo de elementele de bază",
    "Beyond the veil of nostalgia lies a land of untold wonders and hidden mysteries": "Dincolo de vălul nostalgiei se află un tărâm al minunilor nespuse și al misterelor ascunse",
    "Blood Castle": "Castelul de sânge",
    "Browse Offerings": "Vezi ofertele",
    "Buffs & Boosts": "Buffs și întăriri",
    "Build your dream character.": "Creează-ți eroul de vis.",
    "Bundle Contents": "Conținutul pachetului",
    "Bundles your jewels (Bless, Soul, Life etc.).": "Colectează bijuteriile tale (binecuvântare, suflet, viață etc.).",
    "By using our Service, you agree to follow our": "Prin utilizarea Serviciului nostru, sunteți de acord să urmați",
    "CS Wins": "CS câștigă",
    "Can I play on multiple accounts?": "Pot juca cu mai multe conturi?",
    "Cancel": "Anulează",
    "Cannot Extend": "Nu poate fi extins",
    "Cannot Upgrade": "Nu poate fi actualizat",
    "Castle Lord:": "Stăpânul castelului:",
    "Castle Owner": "Proprietar al unui castel",
    "Castle Siege": "Asediul castelului",
    "Castle Siege Wins": "Câștigă asediul castelului",
    "Castle Siege manipulation via dummy guilds": "Manipularea asediului castelului prin intermediul breslelor fictive",
    "Castle Treasury": "Tezaurul castelului",
    "Catalog": "Catalog",
    "Category": "Categorie",
    "Challenge another guild to a Guild War.": "Provoacă o altă breaslă la un război între bresle.",
    "Changes saved": "Modificări salvate",
    "Changes to Terms": "Modificări ale condițiilor",
    "Changes to This Policy": "Modificări ale prezentei politici",
    "Chaos Goblin": "Goblin al haosului",
    "Character": "Eroul",
    "Character :name not found.": "Hero :name nu a fost găsit.",
    "Character Set": "Set de eroi",
    "Character moved successfully to Lorencia": "Personajul s-a mutat cu succes la Lorencia",
    "Character not found or has been deleted.": "Caracter nedescoperit sau șters.",
    "Character stats are visible to everyone": "Punctele de caracter sunt vizibile pentru toți",
    "Check event times": "Verificați orarul evenimentelor",
    "Check out our core server settings, experience rates, and basic configuration details.": "Consultați setările noastre de bază ale serverului, ratele de experiență și detaliile configurației de bază.",
    "Check out the details!": "Consultați detaliile!",
    "Choose Your Package": "Alegeți pachetul dvs.",
    "Choose a package that works best for you.": "Alegeți cel mai bun pachet pentru dvs.",
    "Choose a package to extend your VIP.": "Alegeți un pachet pentru a vă extinde serviciul VIP.",
    "Choose category...": "Selectați o categorie...",
    "Choose priority...": "Alegeți prioritatea...",
    "Choose resource type...": "Selectați un tip de resursă...",
    "Class": "Clasa",
    "Clear PK Zen": "Zen pentru curățarea crimelor",
    "Clear Player Kills ? ": "Uciderea jucătorilor curați ?",
    "Clear player kills (available to <b>VIP Players</b> only). Cost - always 50M Zen": "Eliberați jucătorii uciși (disponibil doar pentru jucătorii <b>VIP</b>). Preț - întotdeauna 50 milioane Zen",
    "Click here to re-send the verification email.": "Faceți clic aici pentru a retrimite e-mailul pentru verificare.",
    "Click to download": "Faceți clic pentru a descărca",
    "Client Features": "Funcțiile clienților",
    "Closed": "Închis",
    "Combo all Class": "Combo pentru toate clasele",
    "Command": "Echipa",
    "Command · /pkclear": "Comandă - /pkclear",
    "Command · /wh": "Comandă - /wh",
    "Commands": "Comenzi",
    "Communicate with you about your account and the game": "comunicarea cu dvs. cu privire la contul dvs. și la joc",
    "Communications with our support team": "Comunicarea cu echipa noastră de asistență",
    "Community": "Comunitate",
    "Community Guidelines": "Orientări comunitare",
    "Confirm": "Confirmați",
    "Confirm Password": "Confirmați parola",
    "Contact Information": "Informații de contact",
    "Contact Us": "Contactați-ne",
    "Continue to Payment": "Treceți la checkout",
    "Conversation": "Conversația",
    "Correct any mistakes in your information": "Corectarea erorilor din informațiile dumneavoastră",
    "Cost:": "Costuri:",
    "Crafting": "Kraft",
    "Crafting System": "Sistemul Kraft",
    "Create New Ticket": "Creați o cerere nouă",
    "Create a party that can be joined with a password.": "Creați o petrecere la care vă puteți alătura cu o parolă.",
    "Created": "Creat de",
    "Creating fake evidence or misleading administration": "crearea de dovezi false sau inducerea în eroare a administrației",
    "Credits": "Credite",
    "Curated starter bundles that give you exactly what you need. Nothing more.": "Pachete de pornire selectate care vă oferă exact ceea ce aveți nevoie. Nimic mai mult.",
    "Current Password": "Parola curentă",
    "Current Status": "Starea actuală",
    "Current Tier": "Nivelul curent",
    "DK/DW/FE - 5 MG/DL - 7": "DK/DW/FE - 5 MG/DL - 7",
    "Daily Rewards": "Recompense zilnice",
    "Dark": "Întuneric",
    "Dashboard": "Tablou de bord",
    "Date": "Data",
    "Day after day, you can grab rewards to complement your gameplay - jewels, mysterious item bags... you name it - all at your fingertips.": "Zi de zi, poți lua recompense pentru a-ți completa jocul - pietre prețioase, cutii cu obiecte misterioase... orice vrei - totul este la îndemâna ta.",
    "Depth beyond the basics.": "Profunzime dincolo de elementele de bază.",
    "Description": "Descriere",
    "Description of Service": "Descrierea serviciului",
    "Devil Square": "Piața Diavolului",
    "DirectX 9.0c or higher": "DirectX 9.0c sau superior",
    "DirectX Version": "Versiunea DirectX",
    "Discord": "Discordie",
    "Discord Server": "Server de apeluri",
    "Dispute Resolution": "Soluționarea litigiilor",
    "Disrespectful conduct towards server staff is prohibited": "Comportamentul lipsit de respect față de personalul serverului este interzis.",
    "Distributed": "Distribuit",
    "Donate": "Donează",
    "Downloads": "Descărcare",
    "Dynamic": "Dinamică",
    "Each feature in Lotus Mu is crafted with purpose and depth. These aren't just additions - they're game-changing mechanics that create a richer, more rewarding journey through the realm.": "Fiecare caracteristică din Lotus Mu este concepută cu scop și profunzime. Acestea nu sunt doar adăugiri - sunt mecanici care schimbă jocul și creează o călătorie mai bogată și mai plină de satisfacții prin tărâm.",
    "Email": "E-mail",
    "Email Password Reset Link": "Recuperare parolă e-mail",
    "Email our billing team at": "Trimiteți un e-mail echipei noastre de facturare la",
    "Email our privacy team at": "Trimiteți un e-mail echipei noastre de confidențialitate la adresa",
    "Email us at": "Trimiteți-ne un e-mail la",
    "Enable": "Activați",
    "Enable Stealth Mode?": "Activarea modului Stealth?",
    "Energy": "Energie",
    "Engaging in any form of harassment or abusive behavior": "implicarea în orice formă de comportament hărțuitor sau abuziv",
    "Engaging in any form of payment manipulation or fraud": "implicarea în orice formă de manipulare sau fraudă a plăților",
    "Enhancements": "Rafinamente",
    "Ensure your account is using a long, random password to stay secure.": "Asigurați-vă că contul dvs. utilizează o parolă lungă și aleatorie pentru a-l păstra în siguranță.",
    "Enter amount to withdraw": "Introduceți suma de retras",
    "Enter character name": "Introduceți numele personajului",
    "Entry Tax": "Taxa de intrare",
    "Equipment Options": "Opțiuni pentru echipamente",
    "Error": "Eroare",
    "Essentials": "Principii de bază",
    "Event Entries": "Participarea la evenimente",
    "Event Schedule": "Program",
    "Event Score": "Rezultatul evenimentelor",
    "Event Scoring Rules": "Reguli de punctare a evenimentelor",
    "Event manipulation or inactivity": "Manipularea evenimentelor sau lipsa de acțiune",
    "Event.": "Eveniment.",
    "Events": "Evenimente",
    "Events Archive": "Arhiva de evenimente",
    "Ever wondered if quests could actually help you progress?": "V-ați întrebat vreodată dacă misiunile vă pot ajuta să avansați?",
    "Everything about Lotus Mu is documented in": "Totul despre Lotus Mu este documentat în",
    "Evolving Items": "Obiecte în evoluție",
    "Exchange Tokens": "Schimburi de jetoane",
    "Exchange completed": "Schimb finalizat",
    "Exchange your tokens for credits.": "Schimbă-ți jetoanele pentru credite.",
    "Exclusive VIP Arena & Shop": "Arenă și magazin VIP exclusiv",
    "Experience": "Experiență",
    "Exploiting bugs or engaging in any form of game manipulation": "Exploatarea bug-urilor sau manipularea jocului în orice formă",
    "Exploiting glitches or using unauthorized programs is prohibited": "Utilizarea defecțiunilor sau a programelor neautorizate este interzisă.",
    "Explore our selection of convenience features and enhancements designed to complement your gameplay experience. See detailed information about everything available in the game.": "Consultați selecția noastră de caracteristici și îmbunătățiri practice concepute pentru a vă completa experiența de joc. Vedeți informații detaliate despre tot ce este disponibil în joc.",
    "Extend": "Extindeți",
    "Extend :duration Days": "Prelungire :duration Zile",
    "Extend Now": "Extensie acum",
    "Extend Stealth Mode": "Extinderea modului ascuns",
    "Extend Your Subscription": "Prelungirea abonamentului dvs.",
    "Facebook": "Facebook",
    "Failed to switch server: ": "A eșuat comutarea serverului:",
    "False information or testimonies will result in warnings or bans": "Informațiile sau mărturiile false vor duce la avertismente sau interdicții",
    "Farm Areas": "Zone de vânătoare",
    "Fast and secure card processing": "Procesare rapidă și sigură a cardurilor",
    "Files": "Fișiere",
    "Filing false chargeback claims after receiving and using virtual goods": "Depunerea de cereri false de rambursare după primirea și utilizarea bunurilor virtuale",
    "Final Destination Balance": "Balanța de destinație",
    "Find everything you need in seconds through our modern interface and powerful search engine.": "Găsiți tot ce aveți nevoie în câteva secunde cu interfața noastră modernă și motorul de căutare puternic.",
    "Find quick solutions to common questions. If your issue isn't listed here, please": "Găsiți soluții rapide la întrebările frecvente. Dacă problema dvs. nu este menționată aici, vă rugăm",
    "First time around here?": "Prima dată aici?",
    "First, let's create your account. Once your account has been created you must verify it in order to play Lotus Mu.": "În primul rând, haideți să vă creați contul. Odată ce contul dvs. este creat, va trebui să îl confirmați pentru a putea juca Lotus Mu.",
    "Five": "Cinci",
    "For questions about these guidelines or to report violations, you can:": "Pentru întrebări despre aceste orientări sau pentru a raporta încălcări, puteți:",
    "For questions about these terms or any concerns, you can:": "Pentru întrebări cu privire la acești termeni și condiții sau pentru orice nelămuriri puteți:",
    "For questions about your privacy or data protection, you can:": "Pentru întrebări privind confidențialitatea sau protecția datelor, puteți:",
    "For refund requests or payment-related questions, you can:": "Pentru cereri de rambursare sau întrebări legate de plată, puteți:",
    "Forgot password?": "Ați uitat parola?",
    "Forgot your password?": "Ați uitat parola?",
    "Four": "Patru",
    "Frequently Asked Questions": "Întrebări frecvente",
    "From (Source)": "De la (sursă)",
    "From hunting spiders to challenging mighty monsters, our quest system grows with you. Each completed quest rewards you with valuable items and points - making your character stronger every step of the way.": "De la vânătoarea de păianjeni la provocarea unor monștri puternici, sistemul nostru de misiuni crește odată cu tine. Fiecare misiune pe care o îndeplinești te recompensează cu obiecte și puncte valoroase, făcându-ți personajul mai puternic la fiecare pas.",
    "From intense 1v1 battles in the Hall of Fame to team clashes and PvE challenges - our events are designed for every playstyle.": "Evenimentele noastre sunt concepute pentru fiecare stil de joc, de la lupte intense 1v1 Hall of Fame la lupte în echipă și provocări PvE.",
    "From the mighty Warhorse to the fearsome Ice Dragon, each class has its own unique set of companions. With three power tiers and class-specific bonuses, these pets aren't just for show.": "Fiecare clasă - de la puternicul cal de luptă la temutul dragon de gheață - are propriul set unic de însoțitori. Cu trei niveluri de putere și bonusuri specifice clasei, acești însoțitori nu sunt doar de decor.",
    "From unique pet crafting to reimagined classic recipes, our system aligns perfectly with modern MU gameplay - multiple resets, active farming, and exciting rewards.": "De la meșteșugirea unică a companionilor la rețete clasice reimaginate, sistemul nostru este perfect aliniat cu gameplay-ul MU modern - resetare multiplă, vânătoare activă și recompense interesante.",
    "Full account information privacy": "Confidențialitate deplină a informațiilor despre cont",
    "Full support for Russia, Belarus, sanctioned regions + all major cryptocurrencies": "Suport complet pentru Rusia, Belarus, regiuni sancționate + toate cryptocurrencies majore",
    "Game Masters may make decisions based on context beyond these rules": "Managerii de joc pot lua decizii bazate pe contexte în afara acestor reguli.",
    "Game Settings": "Setări joc",
    "Game progress and statistics": "Progresul și statisticile jocului",
    "Gameplay Rules": "Reguli de joc",
    "Gameplay Updates": "Actualizări",
    "General": "Partidul general",
    "General Information": "Informații generale",
    "Get Tokens": "Primirea de jetoane",
    "Get a head start and accelerate your progress with our premium packages.": "Obțineți un avantaj și accelerați-vă progresul cu pachetele noastre premium.",
    "Get help with your questions, issues, or feedback.": "Obțineți ajutor cu întrebările, problemele sau feedback-ul dumneavoastră.",
    "Get instant support on our": "Obțineți asistență instantanee în",
    "Get started in minutes": "Începeți în câteva minute",
    "Governing Law": "Legislația aplicabilă",
    "Guild": "Ghildă",
    "Guild Alliance": "Uniunea breslelor",
    "Guild Master": "Maestru de breaslă",
    "Guild Members": "Membrii breslei",
    "Guild Name": "Numele breslei",
    "Guild not found or has been deleted.": "Breasla nu a fost găsită sau ștearsă.",
    "Guilds": "Bresle",
    "Hard Disk Space": "Spațiu pe hard disk",
    "Help Center": "Centrul de asistență",
    "Helper": "Asistent",
    "Hide your location from other players": "Ascundeți-vă locația de alți jucători",
    "High": "Înaltă",
    "HoF": "HoF",
    "HoF Wins": "Câștigă HoF",
    "Hold on": "Țineți",
    "Home": "Acasă",
    "How We Use Your Information": "Cum folosim informațiile dumneavoastră",
    "How do I change my account password?": "Cum îmi schimb parola contului?",
    "How do I create an account?": "Cum îmi creez un cont?",
    "How do I delete my account?": "Cum îmi șterg contul?",
    "How do I download and install the game?": "Cum descarc și instalez jocul?",
    "How do I recover my account?": "Cum îmi recuperez contul?",
    "How do I report a bug or player?": "Cum raportez o eroare sau un jucător?",
    "How long does support ticket response take?": "Cât timp durează răspunsul la o cerere de asistență?",
    "How to Reset": "Cum se prepară Resetti",
    "How to Start": "Cum să începeți",
    "Hunt Archive": "Arhiva de vânătoare",
    "Hunt Score": "Rezultatul vânătorii",
    "Hunt Zone": "Zona de vânătoare",
    "Hunter Scoring Rules": "Reguli de punctaj pentru vânători",
    "I agree to the ": "Sunt de acord cu",
    "IP Address": "Adresa IP",
    "Icewrack": "Icewrack",
    "If you cannot find a solution to your problem here, please": "Dacă nu găsiți aici o soluție la problema dumneavoastră, vă rugăm",
    "Important": "Important",
    "Improve our services and fix issues": "Îmbunătățirea serviciilor noastre și rezolvarea problemelor",
    "In Lotus Mu, they absolutely do!": "În Lotus Mu ele sunt absolut potrivite!",
    "In accordance with EU consumer protection laws, you have the right to withdraw from this contract within 14 days without giving any reason. However, you acknowledge that by requesting immediate access to the digital content and beginning to download or use the virtual goods, you expressly waive your right of withdrawal.": "În conformitate cu legislația UE privind protecția consumatorilor, aveți dreptul de a anula acest contract în termen de 14 zile, fără a oferi un motiv. Cu toate acestea, recunoașteți că, prin solicitarea accesului imediat la conținutul digital și prin începerea descărcării sau a utilizării bunurilor virtuale, renunțați în mod expres la dreptul dumneavoastră de retragere.",
    "In modern MU Online, having the same excellent options across all items doesn't make sense - that's why our excellent options scale with item tiers - stronger items, better bonuses.": "În MU Online modern nu are sens să ai aceleași opțiuni de exp. pentru toate obiectele - astfel încât opțiunile de exp. cresc odată cu nivelul obiectelor - obiecte mai puternice, bonusuri mai bune.",
    "In-game Daily Rewards": "Recompense zilnice în joc",
    "Inciting ethnic hatred or player harassment": "Incitarea la ură etnică sau hărțuirea jucătorilor",
    "Information": "Informații",
    "Information We Collect": "Informații pe care le colectăm",
    "Insufficient :resource. You need :amount but only have :current": "Insuficientă :resource. Aveți nevoie de :amount, dar aveți doar :current",
    "Insufficient Funds": "Insuficiența fondurilor",
    "Insufficient Zen on character.": "Nu există suficient Zen în personaj.",
    "Insufficient treasury funds.": "Insuficiență de fonduri în trezorerie.",
    "Insufficient zen in your character. You need :amount but only have :current": "Nu ai suficient Zen în personajul tău. Ai nevoie de :amount, dar ai doar :current",
    "Intellectual Property": "Proprietatea intelectuală",
    "Introduction": "Introducere",
    "Invalid transfer type.": "Tip de transfer invalid.",
    "Invasions": "Invazii",
    "Invasions Schedule": "Calendarul invaziilor",
    "Is the game free to play?": "Jocul este gratuit?",
    "Item Bundles": "Pachete de articole",
    "Item Drop": "Căderea obiectelor",
    "Join Discord": "Înscrieți-vă pe Discord",
    "Join Events.": "Alăturați-vă evenimentelor.",
    "Join a party which has a password.": "Alăturați-vă unui partid care are o parolă.",
    "Join in an Event.": "Alăturați-vă unui eveniment.",
    "Join our": "Alăturați-vă echipei noastre",
    "Keep Stats": "Puncte de resetare",
    "Keep farming even with your game minimized or closed - our helper takes care of your character while you're away.": "Continuă să evoluezi chiar și atunci când jocul este minimizat sau închis - asistentul nostru are grijă de personajul tău cât timp ești plecat.",
    "Keep your character stats private": "Păstrați secrete punctele personajului dvs.",
    "Key Locations": "Locații cheie",
    "Kills": "Omucidere",
    "Kills:": "Crimele:",
    "King of Yoskreth": "Regele din Yoskreth",
    "Ladies and gentlemen - the most comprehensive MU knowledge base in the world -": "Doamnelor și domnilor - cea mai cuprinzătoare bază de date MU din lume -",
    "Last Disconnect": "Ultima deconectare",
    "Last Login": "Ultima intrare",
    "Last Updated: January 2025": "Ultima actualizare: ianuarie 2025",
    "Latest News": "Ultimele știri",
    "Latest Updates": "Ultimele actualizări",
    "Launching Soon": "Lansare în curând",
    "Learn about event schedule and siege mechanics in our": "Aflați mai multe despre cronologia evenimentelor și mecanica asediului în",
    "Learn more": "Aflați mai multe",
    "Learn more!": "Aflați mai multe!",
    "Level": "Nivel",
    "Light": "Luminoase",
    "Location": "Locație",
    "Locks your items for trade/sale.": "Închideți obiectele de schimb/vânzare.",
    "Log Out": "Ieșire",
    "Log in": "Autentificare",
    "Log in!": "Conectați-vă!",
    "Logout": "Ieșire",
    "Looking for a powerful companion?": "Căutați un companion puternic?",
    "Lotus Mu": "Lotus Mu",
    "Lotus Mu (www.lotusmu.org) is committed to protecting your privacy. This policy explains what information we collect, how we use it, and your rights regarding your data.": "Lotus Mu (www.lotusmu.org) se angajează să vă protejeze confidențialitatea. Această politică explică ce informații colectăm, cum le folosim și care sunt drepturile dumneavoastră în legătură cu datele dumneavoastră.",
    "Lotus Mu provides access to an online game service, including virtual currency, items, communication tools, forums, and related services (collectively, the \"Service\"). We reserve the right to modify, suspend, or discontinue any aspect of the Service at any time.": "Lotus Mu oferă acces la un serviciu de joc online care include monedă virtuală, obiecte, instrumente de comunicare, forumuri și servicii conexe (denumite colectiv \"Serviciul\"). Ne rezervăm dreptul de a modifica, suspenda sau întrerupe orice aspect al Serviciului în orice moment.",
    "Lotus Mu refers to Lotus Mu LLC and its Affiliates, registered in Bulgaria. Throughout these terms, we may refer to Lotus Mu as \"We\" or \"Us.\" Your continued use of the Service after any updates indicates your acceptance of the revised terms.": "Lotus Mu se referă la Lotus Mu LLC și afiliații săi înregistrați în Bulgaria. Ne putem referi la Lotus Mu ca \"Noi\" sau \"Ne\" în acești Termeni. Utilizarea continuă a Serviciului de către dvs. după actualizări înseamnă că acceptați termenii revizuiți.",
    "Low": "Scăzut",
    "MG & DL from Level 1": "MG & DL nivel 1",
    "Maintain the security of your account credentials": "Menținerea securității acreditărilor contului dvs.",
    "Maintenance": "Sprijin",
    "Make sure to use a valid email address as it will be needed for account verification and recovery.": "Asigurați-vă că utilizați o adresă de e-mail validă, deoarece aceasta va fi necesară pentru verificarea și recuperarea contului.",
    "Making fraudulent payment disputes": "Contestarea plăților frauduloase",
    "Making threats against server staff is forbidden": "Amenințările la adresa personalului serverului sunt interzise.",
    "Manage your email and password.": "Gestionați e-mailul și parola.",
    "Mark as Resolved": "Marcați ca activat",
    "Master the Basics": "Stăpânirea noțiunilor de bază",
    "Max Excellent Options": "Opțiuni exp. max.",
    "Max Game Client instances": "Numărul maxim de clienți în joc",
    "Max Guild Members": "Numărul maxim de membri ai ghildei",
    "Max Resets": "Numărul maxim de resetări",
    "Medium": "Mediu",
    "Meet them!": "Faceți cunoștință cu ei!",
    "Members": "Membri",
    "Microsoft .NET Framework 3.5": "Microsoft .NET Framework 3.5",
    "Move Zen seamlessly between your wallet and characters.": "Mutați Zen fără probleme între portofel și personaje.",
    "Moves your character to a certain map.": "Mută personajul pe o anumită hartă.",
    "My account was banned/blocked": "Contul meu este interzis/blocat",
    "N/A": "N/A",
    "Name": "Nume și prenume",
    "Never": "Niciodată",
    "New": "Nou",
    "New Feature": "Funcție nouă",
    "New Password": "Parolă nouă",
    "New Ticket": "Cerere nouă",
    "News": "Noutăți",
    "Next Distribution": "Următoarea distribuție",
    "No": "Nu",
    "No Kills to Clear": "Nu este ucis pentru curățare",
    "No Records": "Nicio intrare",
    "No archived rankings found.": "Nu au fost găsite diagrame arhivate.",
    "No articles found.": "Nu s-au găsit articole.",
    "No characters found.": "Nu au fost găsite caractere.",
    "No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Nicio problemă. Trebuie doar să ne comunicați adresa dvs. de e-mail și vă vom trimite un link de resetare a parolei care vă va permite să alegeți una nouă.",
    "No replies yet.": "Încă nu există răspunsuri.",
    "No support tickets found.": "Nu s-au găsit cereri de asistență.",
    "None": "Niciuna",
    "Normal Mode": "Mod normal",
    "Object to certain uses of your data": "Opunerea la anumite utilizări ale datelor dumneavoastră",
    "Off Attack · 8 hours (6 regular)": "Atac oprit - 8 ore (6 regulate)",
    "Off Attack · Obtaining Items": "Off Attack - Colectarea obiectelor",
    "Official rules and conduct standards for Lotus Mu": "Reguli oficiale și standarde de conduită pentru Lotus Mu",
    "Offline": "Offline",
    "Online": "Online",
    "Only the Castle Lord can withdraw treasury funds.": "Doar conducătorul castelului poate retrage fonduri din trezorerie.",
    "Open a support ticket in our": "Deschideți o cerere de asistență în",
    "Open warehouse in safe zones (available to <b>VIP Players</b> only).": "Depozitare deschisă în zone sigure (disponibilă doar pentru jucătorii <b>VIP</b>).",
    "Operating System": "Sistemul de operare",
    "Our pets are game-changers!": "Tovarășii noștri schimbă regulile jocului!",
    "Our service is not intended for users under 16 years old. If you are under 16, you need parent or guardian permission to use our service.": "Serviciul nostru nu este destinat utilizatorilor sub vârsta de 16 ani. Dacă sunteți sub vârsta de 16 ani, trebuie să aveți permisiunea unui părinte sau tutore pentru a utiliza serviciul nostru.",
    "Our website offers virtual currency and items for use within our Mu Online game. These are classified as digital content and virtual products. While we aim to provide the best service possible, specific conditions apply to refunds of virtual currency and items.": "Site-ul nostru oferă monedă virtuală și obiecte pentru a fi utilizate în jocul Mu Online. Acestea sunt clasificate drept conținut digital și produse virtuale. Deși ne străduim să oferim cele mai bune servicii posibile, se aplică termeni și condiții specifice pentru rambursarea monedei virtuale și a articolelor.",
    "PK Clear": "Clar PK",
    "Party Experience Bonus": "Bonus de petrecere",
    "Password": "Parolă:",
    "Payment Cancelled": "Plată anulată",
    "Payment Error": "Eroare de plată",
    "Payment Issue": "Probleme cu plata",
    "Payment Issues": "Probleme cu plățile",
    "Payment failed": "Plata a eșuat",
    "Payment information for virtual currency purchases": "Informații de plată pentru achizițiile în monedă virtuală",
    "Payment method": "Metoda de plată",
    "Payment session expired. Please start a new purchase.": "Sesiunea de plată a expirat. Vă rugăm să începeți o nouă achiziție.",
    "Payment verification failed": "Verificarea plății a eșuat",
    "Payment was cancelled. Your account has not been charged.": "Plata a fost anulată. Contul dvs. nu a fost debitat.",
    "Penalty: 14-day account ban": "Sancțiune: Interzicerea contului timp de 14 zile",
    "Penalty: 3-day account ban": "Sancțiune: Interzicerea contului pentru 3 zile",
    "Penalty: 3-day character ban": "Sancțiune: interdicție de 3 zile de la personaj",
    "Penalty: 30-day account ban": "Sancțiune: interdicție de acces la cont de 30 de zile",
    "Penalty: 30-day to permanent account ban": "Sancțiune: interdicție de cont de la 30 de zile la permanentă",
    "Penalty: 7-day account ban": "Sancțiune: 7 zile de interzicere a contului",
    "Penalty: 7-day to permanent account ban": "Sancțiune: interdicție de cont de la 7 zile la permanentă",
    "Penalty: 7-day to permanent account ban if exploited": "Sancțiune: de la 7 zile la interzicerea permanentă a contului în cazul utilizării",
    "Penalty: Chat ban or 7-day account block": "Sancțiune: interdicție de chat sau blocarea contului pentru 7 zile",
    "Pending": "În așteptare",
    "Pentium 4 – 2.0 Ghz or higher": "Pentium 4 - 2.0 Ghz sau mai mult",
    "Period": "Perioada",
    "Period:": "Perioada:",
    "Permission Denied": "Autorizație refuzată",
    "Pet Collection": "Companioni de colecție",
    "Play for Free": "Joacă gratuit",
    "Player kills for ": "Omoruri de jucători pentru",
    "Players": "Jucători",
    "Players can track your location": "Jucătorii vă pot urmări locația",
    "Please be aware of the following:": "Vă rugăm să rețineți următoarele:",
    "Please logout from the game to proceed.": "Pentru a continua, vă rugăm să ieșiți din joc.",
    "Please select a package and payment method to continue.": "Vă rugăm să selectați un pachet și o metodă de plată pentru a continua.",
    "Please wait :seconds seconds before trying again.": "Vă rugăm să așteptați :seconds înainte de a încerca din nou.",
    "Points awarded for monster hunting.": "Puncte acordate pentru vânătoarea de monștri.",
    "Points awarded for winning in events.": "Puncte acordate pentru câștigarea evenimentelor.",
    "Position": "Poziția",
    "Post a global message to the server.": "Trimiteți un mesaj global către server.",
    "Prevent cheating and protect our services": "Prevenirea fraudei și protejarea serviciilor noastre",
    "Price": "Preț",
    "Price:": "Preț:",
    "Priority": "Prioritate",
    "Privacy Policy": "Politica de confidențialitate",
    "Privacy and Data Protection": "Confidențialitate și protecția datelor",
    "Process your payments and deliver virtual items": "Procesați-vă plățile și livrați obiecte virtuale",
    "Processor": "Procesor",
    "Profile Settings": "Setări profil",
    "Progressive Quests": "Misiuni progresive",
    "Prohibited Actions": "Acțiuni interzise",
    "Prohibited Activities": "Activități interzise",
    "Promptly update any changes to your information": "Actualizați imediat orice modificare a informațiilor dumneavoastră.",
    "Provide accurate and complete registration information": "Furnizarea de informații de înregistrare exacte și complete",
    "Provide and maintain the game service": "Furnizarea și întreținerea serviciului de joc",
    "Psst... these bundles are packed with goodies to begin your adventure in style.": "Psst... aceste pachete sunt pline de bunătăți pentru a-ți începe aventura cu stil.",
    "Punishment duration increases with repeated violations": "Durata pedepsei crește în caz de recidivă",
    "Purchase Successful": "Achiziție reușită",
    "Quests": "Questi",
    "Quick Withdraw": "Remorcare rapidă",
    "Rank": "Rang",
    "Rankings": "Clasamente",
    "Rankings reset immediately after rewards distribution.": "Clasamentele sunt resetate imediat după distribuirea premiilor.",
    "Re-assign your stats.": "Redistribuiți-vă punctele.",
    "Reach us on": "Contactați-ne la",
    "Ready to start your adventure? Download our game client and join the world of Lotus Mu.": "Sunteți gata să vă începeți aventura? Descarcă clientul nostru de joc și alătură-te lumii lui Lotus Mu.",
    "Reason: :reason": "Motivul: :reason",
    "Recipient": "Beneficiar",
    "Refined.": "Rafinat.",
    "Refund Eligibility": "Dreptul la rambursare",
    "Refund Policy": "Politica de rambursare",
    "Refund Restrictions": "Restricții privind rambursările",
    "Refunds will not be available under the following circumstances:": "Restituirile nu vor fi efectuate în următoarele circumstanțe:",
    "Register": "Înregistrare",
    "Register Now": "Înscrieți-vă acum",
    "Registration": "Înregistrare",
    "Registration and Account Security": "Înregistrarea și securitatea contului",
    "Regular": "Regular",
    "Reimagined.": "Reimaginat.",
    "Remaining Prize Pool": "Fondul de premiere rămas",
    "Remember me": "Amintește-ți de mine",
    "Reopen Ticket": "Redeschiderea cererii",
    "Request deletion of your data": "Cerere de ștergere a datelor dumneavoastră",
    "Resend Verification Email": "Trimiteți din nou un e-mail de verificare",
    "Reset Password": "Recuperarea parolei",
    "Reset Points": "Puncte pentru Resetti",
    "Reset System": "Sistemul Resetti",
    "Reset Zen": "Zen pentru Resetti",
    "Reset your password": "Recuperați parola",
    "Resets": "Resetti",
    "Resolved": "Rezolvat",
    "Review the number of times you've registered for events with attendance limitations.": "Analizați de câte ori ați participat la evenimente cu participare limitată.",
    "Revolutionary.": "Revoluționar.",
    "Reward": "Premiul",
    "Rewards are distributed every Sunday at 23:59 server time.": "Premiile sunt distribuite în fiecare duminică la ora 23:59, ora serverului.",
    "Right of Withdrawal": "Dreptul de retragere",
    "Safe digital payments worldwide": "Plăți digitale sigure în întreaga lume",
    "Save": "Salvați",
    "Schedule": "Program",
    "Scheduled for:": "Programat pentru:",
    "Score": "Rezultat",
    "Security": "Protecție",
    "See the full quest line!": "Verifică toate misiunile!",
    "See what's cooking!": "Uite ce se gătește!",
    "Seize the throne in the": "Preia tronul în",
    "Select destination character": "Alege un erou",
    "Select source character": "Alegeți o sursă de eroi",
    "Selection Required": "Alegerea necesară",
    "Selling or trading accounts or virtual items outside of official channels": "Vânzarea sau tranzacționarea de conturi sau obiecte virtuale în afara canalelor oficiale.",
    "Send": "Trimiteți la",
    "Send Gift": "Trimiterea unui cadou",
    "Server Info": "Informații despre server",
    "Server Overview": "Prezentare generală a serverului",
    "Server Regulations": "Reguli ale serverului",
    "Server Switch Failed": "Comutare server eșuată",
    "Server Switched": "Comutați serverul",
    "Server Version": "Versiunea serverului",
    "Shipping and Delivery": "Transport și livrare",
    "Shows the necessary requisites for the current quest.": "Afișează recuzita necesară pentru misiunea curentă.",
    "Sign In": "Autentificare",
    "Sign up now!": "Înregistrați-vă acum!",
    "Smart conveniences and helpful utilities that make your daily adventures smoother and more enjoyable.": "Facilități inteligente și servicii utile care vă fac aventurile zilnice mai ușoare și mai plăcute.",
    "Some issues can be resolved faster through Discord chat. Add your username if you want this option.": "Unele probleme pot fi rezolvate mai rapid prin chat Discord. Adăugați numele dvs. de utilizator dacă doriți această opțiune.",
    "Special Monsters": "Monștri speciali",
    "Staff Relations": "Relațiile cu personalul",
    "Starter Packs": "Pachete pentru începători",
    "Starter buffs inside!": "Lansarea buffs în interior!",
    "Starting Item Bundles": "Pachete de pornire cu articole",
    "Stat Points Per Level": "Puncte pe nivel",
    "Status": "Statut",
    "Stay ahead with real-time tracking of events and invasions across the realm.": "Rămâneți la curent cu urmărirea în timp real a evenimentelor și invaziilor din regat.",
    "Stealing event rewards": "Furtul de premii de la evenimente",
    "Stealth Mode": "Modul Stealth",
    "Stealth Mode conceals your character's information from public view.": "Modul Stealth ascunde informațiile despre personajul tău de ochii publicului.",
    "Stealth Mode has been ": "Modul Stealth este",
    "Stealth Mode has been enabled successfully.": "Modul Stealth a fost activat cu succes.",
    "Stealth Mode has been extended successfully.": "Modul Stealth a fost extins cu succes.",
    "Stealth Mode is already enabled on your account.": "Modul Stealth este deja activat în contul dvs.",
    "Stealth Mode is not enabled on your account.": "Modul Stealth nu este activat pe contul dvs.",
    "Still having issues?": "Mai aveți probleme?",
    "Stores": "Magazin",
    "Strength": "Putere",
    "Subject": "Subiect",
    "Submit": "Trimiteți la",
    "Submit a new support ticket for your questions or issues.": "Trimiteți o nouă cerere de asistență pentru întrebările sau problemele dvs.",
    "Submit a request through our": "Trimiteți o cerere prin intermediul site-ului nostru",
    "Success": "Succes",
    "Success!": "Mult noroc!",
    "Successfully withdrew :amount Zen from castle treasury": "Retras cu succes :amount Zen din Trezoreria Castelului",
    "Succinct and informative updates about Lotus Mu.": "Actualizări scurte și informative despre Lotus Mu.",
    "Support": "Sprijin",
    "Switched to :server - x:rate": "Treceți la :server - x:rate",
    "System": "Sistemul",
    "System Memory": "Memoria sistemului",
    "Tax Rate": "Taxă",
    "Technical Violations": "Încălcări tehnice",
    "Technical information (IP address, browser type, device info)": "Informații tehnice (adresa IP, tipul de browser, informații despre dispozitiv)",
    "Termination": "Încheiere",
    "Terms of Service": "Termeni de utilizare",
    "Thanks for signing up!": "Vă mulțumim pentru înscriere!",
    "The Citadel": "Citadelă",
    "The Journey Begins Here": "Călătoria începe aici",
    "The account has been involved in any violation of our": "Contul a fost implicat într-o încălcare a",
    "The account shows patterns of refund abuse or suspicious activity": "Contul prezintă modele de rambursări abuzive sau activități suspecte.",
    "The administration reserves the right to modify ban durations": "Administrația își rezervă dreptul de a modifica durata interdicției.",
    "The following actions are strictly prohibited and may result in legal action and permanent account termination:": "Următoarele acțiuni sunt strict interzise și pot duce la acțiuni în justiție și la închiderea permanentă a contului:",
    "The following activities are strictly prohibited:": "Următoarele activități sunt strict interzise:",
    "The numbers don't lie — players and guilds ranked by their achievements.": "Cifrele nu mint - jucătorii și ghildele sunt clasificate în funcție de realizările lor.",
    "The numbers don’t lie — players and guilds ranked by their achievements.": "Cifrele nu mint - jucătorii și ghildele sunt clasificate în funcție de realizările lor.",
    "The purchase was made more than 14 days ago": "Achiziția a fost făcută cu mai mult de 14 zile în urmă",
    "The request is made within 14 days of the original purchase": "Cererea este făcută în termen de 14 zile de la data achiziției inițiale",
    "The server administration guarantees account security for compliant users": "Administrarea serverului asigură securitatea conturilor utilizatorilor compatibili.",
    "The ticket has been marked as resolved. Thank you for your patience.": "Cererea este marcată ca permisă. Vă mulțumim pentru răbdare.",
    "The virtual currency has been partially or fully spent within the game": "Moneda virtuală este cheltuită parțial sau în întregime în cadrul jocului.",
    "The virtual currency remains completely unused in your account": "Moneda virtuală rămâne complet neutilizată în contul dvs.",
    "There are currently no published articles in this category.": "În prezent nu există articole publicate în această categorie.",
    "There are key locations in the realm of Lotus Mu - they are the cornerstones of everything, and you'll visit them often.": "Există locuri cheie în lumea Lotus Mu - acestea sunt pietrele de temelie ale tuturor lucrurilor și le veți vizita des.",
    "These areas are home to special monsters with valuable loot. Visit them regularly to make the most of your farming runs.": "În aceste zone se găsesc monștri speciali cu pradă valoroasă. Vizitați-le în mod regulat pentru a profita la maximum de vânătoarea dumneavoastră.",
    "These terms are governed by the laws of Bulgaria and the European Union. Any disputes shall be subject to the exclusive jurisdiction of the courts of Bulgaria, without prejudice to mandatory consumer protection laws in your jurisdiction.": "Acești termeni sunt reglementați de legislația Bulgariei și a Uniunii Europene. Toate litigiile sunt supuse jurisdicției exclusive a instanțelor bulgare, fără a aduce atingere legilor obligatorii privind protecția consumatorilor din jurisdicția dumneavoastră.",
    "Think Dark Knight should be more powerful than the Leather set?": "Crezi că Dark Knight ar trebui să fie mai puternic decât Leather?",
    "Think crafting in MU Online needs a fresh take?": "Credeți că MU Online are nevoie de o nouă abordare?",
    "This is a secure area of the application. Please confirm your password before continuing.": "Aceasta este o zonă protejată a aplicației. Vă rugăm să vă confirmați parola înainte de a continua.",
    "This payment session is no longer valid. Please start a new purchase.": "Această sesiune de plată nu mai este valabilă. Vă rugăm să începeți o nouă achiziție.",
    "Three": "Trei",
    "Ticket Details": "Detalii de aplicare",
    "Ticket Reopened": "Redeschiderea cererii",
    "Ticket Resolved": "Cerere rezolvată",
    "Ticket created successfully.": "Interogarea a fost creată cu succes.",
    "Ticket not found or you don't have permission to view it.": "Interogarea nu a fost găsită sau nu aveți permisiunea de a o vizualiza.",
    "Tier 1": "Nivelul 1",
    "Tier 2": "Nivelul 2",
    "Tier 3": "Nivelul 3",
    "Time Until Distribution": "Timpul până la distribuție",
    "Time Your Adventures": "Planifică-ți aventurile",
    "To (Destination)": "Către (destinație)",
    "To form a Character Set Party, your party must consist of different character classes.": "Pentru a crea un partid cu un set de personaje, acesta trebuie să fie format din diferite clase de personaje.",
    "Toggle dark mode": "Treceți la modul întunecat",
    "Tokens": "Jetoane",
    "Too Many Attempts": "Prea multe încercări",
    "Too many email update attempts. Please wait :minutes minutes.": "Prea multe încercări de actualizare prin e-mail. Vă rugăm să așteptați :minutes minute.",
    "Too many exchanges. Please wait :seconds seconds.": "Prea multe schimburi. Vă rugăm să așteptați :seconds secunde.",
    "Too many password update attempts. Please wait :minutes minutes.": "Prea multe încercări de actualizare a parolei. Vă rugăm să așteptați :minutes minute.",
    "Too many replies submitted. Please wait :seconds seconds.": "Prea multe răspunsuri au fost trimise. Vă rugăm să așteptați :seconds secunde.",
    "Too many search attempts. Please wait :seconds seconds.": "Prea multe încercări de căutare. Vă rugăm să așteptați :seconds secunde.",
    "Too many tickets created. Please wait :minutes minutes.": "Au fost create prea multe cereri. Vă rugăm să așteptați :minutes minute.",
    "Too many transfers. Please wait :seconds seconds.": "Prea multe transferuri. Vă rugăm să așteptați :seconds secunde.",
    "Too many withdrawals. Please wait :seconds seconds.": "Prea multe retrageri. Vă rugăm să așteptați :seconds secunde.",
    "Too many zen transfers. Please wait :seconds seconds.": "Prea multe transferuri Zen. Vă rugăm să așteptați :seconds secunde.",
    "Top Banner Announcement": "Mesaj banner de top",
    "Top performers in our weekly rankings receive special rewards for their dedication.": "Cei mai buni performeri din clasamentele noastre săptămânale primesc premii speciale pentru dedicarea lor.",
    "Total": "Total",
    "Total (including :rate% tax)": "Total (inclusiv :rate% comision)",
    "Total Resets": "Resetare totală",
    "Total Score": "Rezultat global",
    "Transfer": "Transfer",
    "Transfer Blocked": "Transfer blocat",
    "Transfer Completed": "Transferul este complet",
    "Transfer Zen": "Transfer Zen",
    "Transfer tokens, credits, or zen to another user.": "Transferați jetoane, credite sau Zen către un alt utilizator.",
    "Transfer would exceed the maximum Zen limit for :name.": "Transferul va depăși limita maximă a Zen pentru :name.",
    "Transferred :amount Zen from :from to :to": "Transferat :amount Zen de la :from la la :to",
    "Transferred :amount Zen from :name to Zen Wallet": "A transferat :amount Zen de la :name la Portofelul Zen",
    "Transferred :amount Zen from wallet to :name": "Transferat :amount Zen din portofel către :name",
    "Turn off all requests.": "Excludeți toate cererile.",
    "Turn on all requests.": "Includeți toate cererile.",
    "Two": "Două",
    "Two tiers!": "Două niveluri!",
    "Unable to cancel payment. Please contact support if you see any charges.": "Nu pot anula o plată. Vă rugăm să contactați serviciul de asistență dacă vedeți orice taxe.",
    "Unable to start payment process. Please try again.": "Este imposibil să începeți procesul de plată. Vă rugăm să încercați din nou.",
    "Unbundles your bundled jewels (Bless, Soul, Life etc.).": "Îți dezleagă bijuteriile (binecuvântare, suflet, viață etc.).",
    "Unknown User": "Utilizator necunoscut",
    "Unlocks your items for trade/sale.": "Vă deblochează obiectele pentru comerț/vânzare.",
    "Unstuck Character": "Mutați personajul",
    "Update Password": "Actualizarea parolei",
    "Update your account": "Actualizați-vă profilul",
    "Update your appearance settings.": "Actualizați setările de aspect.",
    "Updates": "Actualizări",
    "Upgrade": "Actualizare",
    "Upgrade Your Account": "Actualizarea contului dvs.",
    "Upgrade to": "Actualizați la",
    "Upgrade your account, or extend your VIP subscription for continued benefits.": "Actualizați-vă contul sau prelungiți-vă abonamentul VIP pentru a vă bucura în continuare de beneficii.",
    "Username": "Nume utilizator",
    "Users must report all violations to administration": "Utilizatorii trebuie să raporteze administrației toate încălcările.",
    "Using cheats, automation software, bots, hacks, or any unauthorized third-party software": "Utilizarea de escrocherii, software de automatizare, roboți, hack-uri sau orice software neautorizat al terților.",
    "Utilities": "Instrumente",
    "VIP Arena": "Arena VIP",
    "VIP Subscription Extended": "Abonamentul VIP este prelungit",
    "Video Card": "Placă video",
    "View All": "Vezi toate",
    "View Details": "Vezi detalii",
    "View and manage your support ticket.": "Vizualizați și gestionați cererea dvs. de asistență.",
    "View past rankings and their rewards.": "Vizualizați clasamentele anterioare și premiile acordate.",
    "View your recent activities.": "Analizați-vă activitățile recente.",
    "Violating any applicable laws or regulations": "Încălcarea legilor sau a reglementărilor aplicabile",
    "Virtual Currency and Items": "Monedă virtuală și obiecte",
    "Virtual Currency and Products": "Monedă virtuală și produse",
    "Virtual currency and items are licensed, not sold, to you. You have no property rights in virtual items. We reserve the right to modify or remove virtual items at any time. Please refer to our Refund Policy for information about purchases.": "Moneda și obiectele virtuale sunt licențiate, nu vândute. Nu aveți niciun drept de proprietate asupra obiectelor virtuale. Ne rezervăm dreptul de a modifica sau de a elimina elemente virtuale în orice moment. Vă rugăm să consultați Politica noastră de rambursare pentru informații privind achizițiile.",
    "Visit our": "Vizitați site-ul nostru",
    "Vitality": "Vitalitate",
    "Wallet": "Portofel",
    "We collect the following information:": "Colectăm următoarele informații:",
    "We couldn't complete your payment. The transaction was declined or cancelled.": "Nu am reușit să finalizăm plata. Tranzacția a fost refuzată sau anulată.",
    "We couldn't verify your payment status. If your account was charged, please contact support.": "Nu am reușit să verificăm situația plății dvs. Dacă contul dvs. a fost debitat, vă rugăm să contactați departamentul nostru de asistență.",
    "We encountered a technical issue. Please try again or contact support if the problem persists.": "Am întâmpinat o problemă tehnică. Vă rugăm să încercați din nou sau să contactați asistența dacă problema persistă.",
    "We encourage you to contact our support team before initiating any payment disputes. EU customers have the right to use the EU Online Dispute Resolution platform at": "Vă recomandăm să contactați echipa noastră de asistență înainte de a începe să contestați plățile. Clienții din UE au dreptul de a utiliza platforma UE de soluționare online a litigiilor la adresa",
    "We exclusively provide digital content and virtual goods. These are delivered automatically upon successful payment confirmation. No physical items are shipped.": "Noi oferim exclusiv conținut digital și bunuri virtuale. Acestea sunt livrate automat după confirmarea plății cu succes. Nu sunt livrate articole fizice.",
    "We have two designated farming maps:": "Avem două hărți de vânătoare desemnate:",
    "We may modify these terms at any time. We will notify you of material changes via email or through our Service. Your continued use of the Service after such modifications constitutes acceptance of the updated terms.": "Putem modifica acești termeni în orice moment. Vă vom notifica cu privire la modificările materiale prin e-mail sau prin intermediul Serviciului nostru. Utilizarea continuă a Serviciului de către dvs. după astfel de modificări constituie acceptarea termenilor actualizați.",
    "We may update this policy from time to time. We will notify you of any significant changes through the website or by email.": "Putem actualiza periodic această politică. Vă vom notifica cu privire la orice modificări importante prin intermediul site-ului web sau prin e-mail.",
    "We process personal data in accordance with our Privacy Policy and applicable data protection laws, including the EU General Data Protection Regulation (GDPR). By using our Service, you consent to our collection and processing of your personal data as described in our Privacy Policy.": "Prelucrăm datele cu caracter personal în conformitate cu Politica noastră de confidențialitate și cu legile aplicabile privind protecția datelor, inclusiv Regulamentul general privind protecția datelor al UE (GDPR). Prin utilizarea Serviciului nostru, sunteți de acord cu colectarea și prelucrarea datelor dvs. cu caracter personal, astfel cum sunt descrise în Politica noastră de confidențialitate.",
    "We redesigned it completely!": "L-am reproiectat complet!",
    "We reserve the right to suspend or terminate your account for any violation of these terms, inappropriate behavior, or for any other reason at our discretion. Upon termination, you will lose access to your account and any virtual items or currency associated with it.": "Ne rezervăm dreptul de a vă suspenda sau de a vă închide contul pentru încălcarea acestor Termeni, pentru comportament inadecvat sau pentru orice alt motiv, la discreția noastră. La reziliere, veți pierde accesul la contul dvs. și la orice obiecte virtuale sau monedă asociate cu acesta.",
    "We take security seriously and use appropriate measures to protect your information. However, no internet transmission is completely secure, so please use strong passwords and keep your account information safe.": "Luăm în serios securitatea și folosim măsuri adecvate pentru a vă proteja informațiile. Cu toate acestea, nicio transmisie de date pe internet nu este complet sigură, deci folosiți parole puternice și păstrați în siguranță informațiile despre contul dvs.",
    "We think so too!": "Așa credem și noi!",
    "We use your information to:": "Utilizăm informațiile dvs. pentru:",
    "We're on it! We'll reach out about this ticket as soon as possible.": "Lucrăm la aceasta! Vă vom contacta în legătură cu această cerere cât mai curând posibil.",
    "Web Shop": "Magazin web",
    "Weekly": "Clasament săptămânal",
    "Weekly Event Score": "Rezultatul săptămânal al evenimentelor",
    "Weekly Hunt Score": "Rezultatul vânătorii săptămânale",
    "Weekly Rankings Archive": "Arhiva graficelor săptămânale",
    "Weekly Rankings Rewards": "Premiile clasamentului săptămânal",
    "Welcome Back": "Bine ați revenit",
    "Welcome to Lotus Mu. By accessing and using our services, you agree to these Terms of Service (\"TOS\"). These terms constitute a legally binding agreement between you and Lotus Mu. We may update these terms at any time, and will notify you of any material changes via email or through our service.": "Bine ați venit la Lotus Mu. Prin accesarea și utilizarea serviciilor noastre, sunteți de acord cu acești Termeni de utilizare (\"TOU\"). Acești Termeni constituie un acord obligatoriu din punct de vedere juridic între dumneavoastră și Lotus Mu. Putem actualiza acești Termeni în orice moment și vă vom notifica cu privire la orice modificări materiale prin e-mail sau prin intermediul Serviciului nostru.",
    "What are the minimum system requirements?": "Care sunt cerințele minime de sistem?",
    "What are the server maintenance times?": "Care este timpul de întreținere a serverului?",
    "What should I do if the game won't start?": "Ce trebuie să fac dacă jocul nu începe?",
    "What truly sets Lotus Mu apart is our dedication to knowledge sharing and documentation.": "Ceea ce diferențiază cu adevărat Lotus Mu este dedicarea noastră pentru schimbul de cunoștințe și documentație.",
    "What's new around here?": "Ce este nou aici?",
    "Who's on top?": "Cine este în vârf?",
    "Why is my game performance low/laggy?": "De ce performanțele jocului meu sunt scăzute/lente?",
    "Wiki": "Wiki",
    "Windows 7 or newer": "Windows 7 sau ulterior",
    "Withdraw": "Descărcare",
    "Yes": "Da",
    "Yes, the game is completely free to play. We offer optional VIP and cash shop items that provide convenience but do not affect game balance.": "Da, jocul este complet gratuit. Oferim opțional VIP și articole de magazin de numerar care oferă confort, dar nu afectează echilibrul jocului.",
    "Yoskreth": "Yoskreth",
    "You agree to:": "Sunteți de acord să:",
    "You already have an active VIP subscription until :date.": "Aveți deja un abonament VIP activ până la data :date.",
    "You can always update this in your settings.": "Îl puteți actualiza oricând în setările dvs.",
    "You can create an account through our": "Puteți crea un cont în site-ul nostru",
    "You cannot send :resource while your account is banned.": "Nu puteți trimite :resource în timp ce contul dvs. este dezactivat.",
    "You do not have permission to modify to this ticket.": "Nu aveți permisiunea de a modifica această cerere.",
    "You do not have permission to reply to this ticket.": "Nu aveți permisiunea de a răspunde la această solicitare.",
    "You must be at least 16 years old to use our Service. If you are between 16 and 18 years old, you represent that you have your parent or legal guardian's permission to use the Service. Some features may require you to be 18 years or older.": "Trebuie să aveți cel puțin 16 ani pentru a utiliza Serviciul nostru. Dacă aveți între 16 și 18 ani, declarați că aveți permisiunea părintelui sau a tutorelui legal de a utiliza Serviciul. Unele caracteristici vă pot solicita să aveți vârsta de 18 ani sau mai mult.",
    "You need to have an active VIP subscription to extend it.": "Pentru a-l prelungi, trebuie să aveți un abonament VIP activ.",
    "YouTube": "YouTube",
    "You're about to upgrade your account to": "Sunteți pe cale să vă actualizați contul la",
    "You've sent :amount :resource to :recipient. Tax paid: :tax :resource": "Ați trimis :amount :resource către :recipient. Taxa plătită: :tax :resource",
    "Your Rights": "Drepturile dumneavoastră",
    "Your VIP subscription has been extended for :duration days.": "Abonamentul dvs. VIP a fost prelungit cu :duration de durată.",
    "Your account has been upgraded to :level VIP for :duration days.": "Contul dvs. este actualizat la :level VIP pentru :duration zile.",
    "Your account has sufficient balance to reverse the transaction completely": "Există suficient sold în contul dvs. pentru a anula complet tranzacția.",
    "Your account information will be hidden for :duration days.": "Informațiile contului dvs. vor fi ascunse timp de :duration.",
    "Your account is in good standing with no history of fraudulent activity": "Contul dvs. este în stare bună, fără istoric de activitate frauduloasă.",
    "Your character ": "Eroul tău",
    "Your email address is unverified.": "Adresa dvs. de e-mail nu este confirmată.",
    "Your path, your possibilities": "Calea ta, oportunitățile tale",
    "Your path, your possibilities.": "Calea ta, posibilitățile tale.",
    "Your reply has been successfully added to the ticket.": "Răspunsul dvs. a fost adăugat cu succes la cerere.",
    "Your stealth mode period will be extended for :duration more days.": "Perioada modului Stealth va fi prelungită cu încă :duration de durată.",
    "Your tokens have been successfully added to your account.": "Jetoanele dvs. au fost adăugate cu succes în contul dvs.",
    "Your username": "Numele dvs. de utilizator",
    "Zen": "Zen",
    "Zen Wallet": "Portofel Zen",
    "and how to make use of the": "și cum să beneficiați de",
    "and our team will assist you.": "iar echipa noastră vă va ajuta.",
    "auth.password": "Aut.parolă",
    "days": "zile",
    "decreases with resets": "scade la resetare",
    "event schedule.": "programul evenimentelor.",
    "extra": "în plus",
    "for detailed assistance": "pentru ajutor detaliat",
    "for immediate assistance": "pentru asistență imediată",
    "for real-time support": "pentru asistență în timp real",
    "has launched!": "lansat!",
    "is required to run the game. Please install it before downloading the client.": "este necesar pentru a începe jocul. Vă rugăm să-l instalați înainte de a descărca clientul.",
    "kills": "ucidere",
    "launching in": "lansare în",
    "mu helper": "Asistent MU",
    "off helper.": "asistentul offline.",
    "or": "sau",
    "or track your next prey in the": "sau urmărește-ți următoarea pradă în",
    "our wiki": "wikipedia noastră",
    "points": "puncte",
    "read our guides.": "citiți ghidurile noastre.",
    "registration page": "pagina de înregistrare",
    "starts at :starting": "începând de la :starting",
    "submit a support ticket": "trimiteți o cerere de asistență",
    "submit a support ticket.": "trimiteți o cerere de asistență.",
    "submit a ticket.": "depuneți o cerere.",
    "the Lotus Mu Wiki.": "Lotus Mu wiki.",
    "tokens": "jetoane",
    "wiki guide.": "ghid wikipedia.",
    "wins": "victorii",
    "{$scope->label()} {$this->label()} Score": "{ $scope->label()} { $this->label()} Rezultat",
    "– exclusive battleground zone.": "- zonă de luptă exclusivă.",
    "– leveling zone for our VIP Members.": "- zonă de nivel superior pentru membrii noștri VIP.",
    "– the capital city of Lotus Mu.": "- capitala Lotus Mu.",
    "Built with balance in mind, Lotus Mu brings fresh mechanics to the classic MU Online formula. Every feature is carefully crafted to enhance gameplay without compromising the core experience that made the game legendary.": "Proiectat ținând cont de echilibru, Lotus Mu aduce noi mecanici la formula clasică MU Online. Fiecare caracteristică a fost proiectată cu atenție pentru a îmbunătăți gameplay-ul fără a compromite experiența de bază care a făcut jocul legendar.",
    "Plenty of special monsters scattered throughout the realm - from weak to strong, each rewarding in its own way. Find them roaming our carefully crafted farm areas, or face the most formidable ones in the citadel.": "O mulțime de monștri speciali împrăștiați în tot regatul, de la cei slabi la cei puternici, fiecare recompensând în felul său. Găsește-i cutreierând zonele noastre de vânătoare atent create sau înfruntă-i pe cei mai înfricoșători în Citadelă.",
    "Learn more in": "Aflați mai multe în",
    "Are you curious?": "Sunteți curioși?",
    "Learn how to pilot the": "Aflați cum să gestionați",
    "Want to see how it works?": "Vreți să vedeți cum funcționează?",
    "Ready to start your journey?": "Sunteți gata să vă începeți aventura?",
    "Curious about crafting?": "Sunteți curioși despre kraft?",
    "Want the full schedule?": "Doriți programul complet?",
    "Curious about their powers?": "Sunteți curioși cu privire la puterile lor?",
    "Join the Lotus Mu Community as Mu Online enters a new era of gameplay. Experience our signature progressive item system, rich quest system, and an innovative crafting system that rewards creativity.": "Alătură-te comunității Lotus Mu în timp ce Mu Online intră într-o nouă eră a jocului. Bucură-te de sistemul nostru de obiecte progresive, de sistemul bogat de misiuni și de sistemul inovator de meșteșuguri care recompensează creativitatea.",
    "Search...": "Căutați...",
    "Select class...": "Alege-ți clasa...",
    "All": "Toate",
    "Knights": "Cavalerii",
    "Wizards": "Magicieni",
    "Elves": "Elfi",
    "Gladiators": "Gladiatori",
    "Lords": "Lorzi",
    "Ancient powers adapted for modern battles. Enhance your gameplay with carefully balanced buffs that respect the core experience.": "Forțe antice adaptate pentru lupte moderne. Îmbunătățește-ți jocul cu bonusuri atent echilibrate care se aliniază cu experiența de bază.",
    "Consumables": "Consumabile",
    "Scrolls & Orbs": "Mărțișoare și globuri",
    "Pets & Wings": "Camarazi și aripi",
    "Title": "Titlu",
    "Reply": "Răspuns",
    "In Progress": "În curs de desfășurare",
    "On Hold": "Reținut",
    "Update your account's profile email address.": "Actualizați adresa de e-mail a profilului contului dvs.",
    "Your password": "Parola dvs.",
    "Language has been changed successfully.": "Limba a fost schimbată cu succes.",
    "Language Changed": "Limba a fost modificată",
    "Change language": "Schimbarea limbii",
    "You must agree to the terms and conditions to continue.": "Trebuie să fiți de acord cu termenii și condițiile pentru a continua.",
    "Coming soon": "În curând",
    "Active now": "Activ acum",
    "Running until:": "Activ până la:"
}
